<div class="tabs__content_slider">
	<div class="item">
		<div class="item__top">
			<div class="item__top_head">
				<div class="item__top_head-left">
					<span class="head">Подписка</span>
					<span class="name">Бесплатная замена оборудования</span>
				</div>
				<div class="item__top_head-right">
                                        <span class="text">
                                            <span class="text_top">1 000</span>
                                            <span class="text_bottom">Бонусов</span>
                                        </span>
					<span class="icon">
                                            <svg width="33" height="33" viewBox="0 0 33 33" fill="none"
												 xmlns="http://www.w3.org/2000/svg">
                                                <path d="M16.5 0.25C7.53 0.25 0.25 7.53 0.25 16.5C0.25 25.47 7.53 32.75 16.5 32.75C25.47 32.75 32.75 25.47 32.75 16.5C32.75 7.53 25.47 0.25 16.5 0.25ZM17.9788 26.4937C17.8652 26.6051 17.7214 26.6807 17.5653 26.7111C17.4092 26.7415 17.2476 26.7254 17.1006 26.6649C16.9535 26.6043 16.8274 26.5019 16.738 26.3704C16.6486 26.2389 16.5997 26.084 16.5975 25.925V24.625H16.5C14.42 24.625 12.34 23.8288 10.7475 22.2525C9.64417 21.1465 8.88272 19.7461 8.55421 18.2188C8.22569 16.6915 8.344 15.1019 8.895 13.64C9.20375 12.8112 10.2925 12.6 10.91 13.2337C11.2675 13.5912 11.3487 14.1113 11.1862 14.5663C10.4387 16.5813 10.8612 18.9212 12.4862 20.5462C13.6237 21.6838 15.1187 22.22 16.6138 22.1875V20.66C16.6138 19.9288 17.4913 19.5713 17.995 20.0912L20.6275 22.7237C20.9525 23.0487 20.9525 23.5525 20.6275 23.8775L17.9788 26.4937ZM22.09 19.7825C21.922 19.6096 21.8068 19.3925 21.7579 19.1565C21.709 18.9205 21.7283 18.6754 21.8138 18.45C22.5613 16.435 22.1388 14.095 20.5138 12.47C19.3763 11.3325 17.8812 10.78 16.4025 10.8125V12.34C16.4025 13.0712 15.525 13.4288 15.0212 12.9087L12.3725 10.2925C12.0475 9.9675 12.0475 9.46375 12.3725 9.13875L15.005 6.50625C15.1186 6.3949 15.2623 6.31934 15.4184 6.28891C15.5745 6.25849 15.7361 6.27456 15.8832 6.33511C16.0303 6.39567 16.1563 6.49805 16.2457 6.62958C16.3352 6.7611 16.384 6.91597 16.3862 7.075V8.39125C18.4988 8.35875 20.6275 9.1225 22.2362 10.7475C23.3396 11.8535 24.101 13.2539 24.4295 14.7812C24.7581 16.3085 24.6397 17.8981 24.0888 19.36C23.78 20.205 22.7075 20.4163 22.09 19.7825Z"
													  fill="#3CBA54"></path>
                                            </svg>
                                        </span>
				</div>
			</div>
			<div class="item__top__content">
				<span class="head">Что такое подписка “Замена оборудования”</span>
				<p>Подписка дает вам возможность бесплатно получить новый датчик для комплекта
					оборудования, купленного на платформе в рамках готового решения.</p>
				<span class="head">Почему эта подписка дает уверенность<br>
                                        при покупке оборудования</span>
				<p>В случае, если один из датчиков в комплекте вышел из строя, с этой подпиской Вы
					просто получите новый взамен, а ваша недвижимость останется под надежной охраной.
				</p>
			</div>
		</div>
		<div class="item__bottom">
			<a href="" class="button js-bonuce">Перейти к подпискам</a>
		</div>
	</div>
</div>