<?php

if (!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED !== true) die();

/**
 * Bitrix component iblock.content (webgsite.ru)
 * Компонент для битрикс, работа с инфоблоком одностраничный вывод
 *
 * @author    Falur <ienakaev@ya.ru>
 * @link      https://github.com/falur/bitrix.com.iblock.content
 * @copyright 2015 - 2016 webgsite.ru
 * @license   GNU General Public License http://www.gnu.org/licenses/gpl-2.0.html
 */


//echo '<pre>';
//print_r($arResult);
//echo '</pre>';

?>
<main class="main  ready-des2">
    <div class="ready-des2-top">
        <div class="container">
            <div class="ready-des2__title">
                <div class="ready-des2__title-left">
                    <h2 class="ready-des2__title-main">
                        <span class="ready-des2__title-blue">Готовые решения</span>
                        <br>
                        для охраны квартир включают:
                    </h2>
                </div>

                <div class="ready-des2__title-right">
                    Для охраны дома <br>
                    или коммерческой недвижимости<br>
                    заполните <a href="/zayavka/">индивидуальную заявку</a>
                </div>
            </div>
            <div class="ready-des2__title-info">
                <div>
                    <div class="title-info__item">
                        <div class="item__icon">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M16.5486 4.07778C17.1 3.98595 17.6195 4.36385 17.702 4.91667L17.9875 6.83051C18.0339 7.14185 18.2242 7.41314 18.5011 7.56278L20.1548 8.4563C20.6236 8.70959 20.8115 9.28597 20.5819 9.76684L19.7201 11.5725C19.5897 11.8456 19.5901 12.1631 19.721 12.4359L20.586 14.238C20.8176 14.7203 20.6284 15.2995 20.1567 15.5522L18.4873 16.4466C18.2087 16.5958 18.0171 16.868 17.9704 17.1805L17.6852 19.0926C17.6028 19.6453 17.0835 20.0231 16.5323 19.9315L14.8119 19.6457C14.4841 19.5913 14.1506 19.7032 13.922 19.9445L12.7049 21.2294C12.309 21.6474 11.6428 21.6456 11.2492 21.2255L10.0239 19.918C9.79309 19.6717 9.45362 19.5584 9.12118 19.6168L7.44079 19.912C6.88735 20.0092 6.36248 19.6315 6.27889 19.0759L5.98799 17.1421C5.94123 16.8312 5.75106 16.5605 5.47453 16.411L3.8386 15.527C3.3691 15.2733 3.18155 14.6956 3.41249 14.2145L4.27806 12.4113C4.40954 12.1374 4.40936 11.8185 4.27756 11.5447L3.42041 9.76434C3.18949 9.2847 3.37481 8.70823 3.84196 8.453L5.50314 7.5454C5.77759 7.39545 5.96608 7.12575 6.01257 6.81649L6.29575 4.93267C6.37926 4.37713 6.90388 3.99937 7.45723 4.09633L9.14534 4.39211C9.47827 4.45045 9.81814 4.33665 10.0488 4.0896L11.273 2.77857C11.6669 2.35676 12.335 2.35497 12.7311 2.77466L13.9468 4.06265C14.1755 4.30492 14.5097 4.41741 14.8383 4.36267L16.5486 4.07778Z"
                                      fill="#35A34A"/>
                                <path d="M14.8291 10.1751L10.9491 13.5568L9.17087 12.0068C8.90306 11.7734 8.46876 11.7734 8.2009 12.0068C7.93303 12.2403 7.93303 12.6187 8.2009 12.8522L10.4641 14.8249C10.5928 14.937 10.7672 15 10.9491 15C10.9491 15 10.9491 15 10.9491 15C11.131 15 11.3055 14.937 11.4341 14.8249L15.7991 11.0205C16.067 10.7871 16.067 10.4086 15.7991 10.1751C15.5312 9.94165 15.097 9.94161 14.8291 10.1751Z"
                                      fill="white"/>
                            </svg>
                        </div>
                        <div class="item__content">
                            <p>Услуги компании <a class="item__content-company-not">
                                    <select name="solutions__bottom_column-select" class="solutions__bottom_column-select">
                                        <?foreach ($arResult['COMPANIES'] as $company):?>
                                            <option <?=isset($_GET['company']) && $_GET['company'] == $company['ID']? 'selected' : '';?> value="<?=$company['ID']?>"><?=$company['NAME']?></option>
                                        <?endforeach;?>
                                    </select>
                                </a>
                                в городе <a style="cursor: text" class="item__content-city"><?= $arResult['CURRENT_CITY']['NAME'] ?></a></p>

                            <?/*<p>Услуги компании <a class="item__content-company choose_company">
                                    <select name="solutions__bottom_column-select"
                                            class="solutions__bottom_column-select">
                                        <?foreach ($arResult['COMPANIES'] as $company):?>
                                        <option value="<?=$company['ID']?>"><?=$company['NAME']?></option>
                                        <?endforeach;?>
                                    </select>
                                </a>
                                в городе <a class="item__content-city"><?= $arResult['CURRENT_CITY']['NAME'] ?></a></p>*/?>
                        </div>
                    </div>
                    <div class="title-info__item title-info__item-safe active">
                        <div class="item__icon">
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M6.7023 19.3514C6.72322 19.4781 6.81386 19.5793 6.93256 19.6088C7.05143 19.6382 7.17557 19.5902 7.24801 19.4868L7.90103 18.5544C9.18921 19.5004 10.7233 20.0051 12.2943 20.0001C16.5433 20.0001 19.9999 16.3637 19.9999 11.894C20.002 10.8219 19.8003 9.76017 19.4069 8.77106C19.3656 8.66444 19.2729 8.58913 19.1644 8.57428C19.0558 8.55925 18.9478 8.60666 18.8818 8.69843C18.8156 8.79038 18.8014 8.91257 18.8445 9.01847C19.2068 9.92922 19.3923 10.9069 19.3904 11.894C19.3904 16.0102 16.2071 19.3589 12.2943 19.3589C10.8536 19.3636 9.44617 18.9026 8.26274 18.038L9.06094 16.9868C9.13338 16.8834 9.14001 16.7446 9.07811 16.6338C9.01621 16.5233 8.89734 16.4623 8.77643 16.4787H6.55129C6.46898 16.49 6.39449 16.5361 6.34518 16.6064C6.29586 16.6768 6.27596 16.7653 6.29008 16.8515L6.7023 19.3514Z"
                                      fill="#90B8FF" stroke="#90B8FF" stroke-width="0.4"/>
                                <path d="M11.7057 4.64119C13.1465 4.63654 14.5539 5.09754 15.7373 5.96212L14.9423 6.814C14.8741 6.9115 14.8639 7.04084 14.9156 7.14871C14.9675 7.25676 15.0726 7.32474 15.1875 7.32474C15.2006 7.32474 15.2137 7.32384 15.2268 7.32205L17.4486 7.52134C17.5309 7.51007 17.6054 7.46391 17.6548 7.39361C17.7041 7.3233 17.724 7.23475 17.7099 7.14871L17.298 4.6487C17.2772 4.52204 17.1866 4.42079 17.0677 4.39145C16.9488 4.36194 16.8249 4.40988 16.7524 4.51328L16.0994 5.44566C14.811 4.49968 13.2767 3.99485 11.7057 4.00004C7.45664 4.00004 4.00001 7.63636 4.00001 12.106C3.99814 13.1781 4.19966 14.2398 4.59301 15.2289C4.63433 15.3355 4.72702 15.4108 4.83551 15.4258C4.94418 15.4409 5.05217 15.3933 5.11832 15.3015C5.18448 15.2096 5.19859 15.0874 5.1554 14.9815C4.79334 14.0707 4.60763 13.0933 4.60951 12.106C4.60951 7.98985 7.79284 4.64119 11.7057 4.64119Z"
                                      fill="#90B8FF" stroke="#90B8FF" stroke-width="0.4"/>
                                <path d="M12.6485 12.7314H10.8532V13.7136H13.4464V14.3196H10.8532V15.6571H10.155V14.3196H9.25732V13.7136H10.155V12.7314H9.25732V12.0417H10.155V8.34277H12.6485C13.227 8.34277 13.719 8.55872 14.1247 8.99062C14.5369 9.41555 14.743 9.93103 14.743 10.5371C14.743 11.1362 14.5369 11.6516 14.1247 12.0835C13.719 12.5154 13.227 12.7314 12.6485 12.7314ZM10.8532 9.03241V12.0417H12.6485C13.0342 12.0417 13.3633 11.8955 13.6359 11.6029C13.9085 11.3033 14.0449 10.9481 14.0449 10.5371C14.0449 10.1191 13.9085 9.76385 13.6359 9.47127C13.3633 9.1787 13.0342 9.03241 12.6485 9.03241H10.8532Z"
                                      fill="#90B8FF"/>
                            </svg>
                        </div>
                        <div class="item__content">
                            <p>При заказе услуг этой компании действует гарантия <span class="blue">vincko:</span> <a
                                        href="/raiting#guarantee">Безопасная сделка</a></p>
                        </div>
                    </div>
                </div>
                <div class="title-info__item">
                    <div class="item__icon">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="24" height="24" fill="white"/>
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M11.2 4H12.8V6.4H11.2V4ZM17.0916 5.77715L18.223 6.9085L16.5259 8.60547L15.3945 7.47412L17.0916 5.77715ZM20 11.2H17.6V12.8H20V11.2ZM4 11.2H6.4V12.8H4V11.2ZM8.60568 7.47471L6.90859 5.77773L5.77721 6.90908L7.47429 8.60605L8.60568 7.47471ZM16 15.2V12C16 9.79443 14.2056 8 12 8C9.7944 8 8 9.79443 8 12V15.2C6.67679 15.2 5.6 16.2768 5.6 17.6C5.6 18.9232 6.67679 20 8 20H16C17.3232 20 18.4 18.9232 18.4 17.6C18.4 16.2768 17.3232 15.2 16 15.2ZM9.6 12C9.6 10.6768 10.6768 9.6 12 9.6C13.3232 9.6 14.4 10.6768 14.4 12V15.2H9.6V12ZM8 18.4C7.5592 18.4 7.2 18.0416 7.2 17.6C7.2 17.1584 7.5592 16.8 8 16.8H16C16.4416 16.8 16.8 17.1584 16.8 17.6C16.8 18.0416 16.4416 18.4 16 18.4H8ZM12 10.4V11.9984L13.6 12C13.6 11.1176 12.8832 10.4 12 10.4Z"
                                  fill="#F5C000"/>
                        </svg>
                    </div>
                    <div class="item__content">
                        <p>Комплект охранного оборудования</p>
                    </div>
                </div>
                <div class="title-info__item">
                    <div class="item__icon">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="24" height="24" fill="white"/>
                            <path d="M9.338 5.04486C8.38559 5.30735 7.11663 5.81082 6.17798 6.11892C6.09227 6.14668 6.01608 6.19796 5.95809 6.26691C5.9001 6.33586 5.86264 6.41972 5.84998 6.50892C5.29598 10.6659 6.36063 14.135 7.88763 16.133C8.53415 16.9874 9.84341 18.2852 10.713 18.9112C11.059 19.1552 11.365 19.3312 11.606 19.4442C11.726 19.5012 11.824 19.5392 11.899 19.5622C11.9318 19.5737 11.9656 19.582 12 19.5872C12.034 19.5816 12.0674 19.5733 12.1 19.5622C12.176 19.5392 12.274 19.5012 12.394 19.4442C12.634 19.3312 12.941 19.1542 13.287 18.9112C14.1566 18.2852 15.4658 16.9874 16.1124 16.133C17.6394 14.136 18.704 10.6659 18.15 6.50892C18.1375 6.41968 18.1001 6.33577 18.042 6.2668C17.984 6.19783 17.9078 6.14658 17.822 6.11892C17.171 5.90592 15.749 5.34086 14.662 5.04586C13.552 4.74486 12.531 4.52186 12 4.52186C11.47 4.52186 10.448 4.74486 9.338 5.04586V5.04486ZM9.072 4.56C10.157 4.265 11.31 4 12 4C12.69 4 13.843 4.265 14.928 4.56C16.038 4.86 17.157 5.215 17.815 5.43C18.0901 5.52085 18.334 5.68747 18.5187 5.9107C18.7034 6.13394 18.8213 6.40474 18.859 6.692C19.455 11.169 18.072 14.487 16.394 16.682C15.6824 17.621 14.834 18.4479 13.877 19.135C13.5461 19.3728 13.1955 19.5819 12.829 19.76C12.549 19.892 12.248 20 12 20C11.752 20 11.452 19.892 11.171 19.76C10.8045 19.5819 10.4539 19.3728 10.123 19.135C9.16603 18.4478 8.31758 17.621 7.606 16.682C5.928 14.487 4.54501 11.169 5.14101 6.692C5.17869 6.40474 5.29665 6.13394 5.48132 5.9107C5.666 5.68747 5.9099 5.52085 6.185 5.43C7.1402 5.11681 8.10281 4.82672 9.072 4.56Z"
                                  fill="#005DFF" stroke="#005DFF"/>
                            <path d="M14.9755 9.17508L11.5805 12.5568L10.0245 11.0068C9.79017 10.7734 9.41016 10.7734 9.17578 11.0068C8.94141 11.2403 8.94141 11.6187 9.17578 11.8522L11.1561 13.8249C11.2687 13.937 11.4213 14 11.5805 14C11.5805 14 11.5805 14 11.5805 14C11.7397 14 11.8923 13.937 12.0048 13.8249L15.8242 10.0205C16.0586 9.78707 16.0586 9.40858 15.8242 9.17512C15.5898 8.94165 15.2099 8.94161 14.9755 9.17508Z"
                                  fill="#005DFF"/>
                        </svg>
                    </div>
                    <div class="item__content">
                        <p>Страхование недвижимости</p>
                    </div>
                </div>
                <!--                <span class="ready-des2__title-info-main">Под охраной компании</span>-->
                <!--                <div class="ready-des2__select&#45;&#45;wrapper">-->
                <!--                    <select name="company" class="ready-des2__company-select">-->
                <!--                        <option value="ООО Собака Съела Товар">ООО Собака Съела Товар</option>-->
                <!--                        <option value="ООО Собака Съела Товар">ООО Собака Съела Товар</option>-->
                <!--                    </select>-->
                <!--                </div>-->
                <!--                <div class="ready-des2__select&#45;&#45;wrapper">-->
                <!--                    <span class="ready-des2-in">в</span>-->
                <!--                    <select name="company" class="ready-des2__city-select">-->
                <!--                        <option value="г. Москва">г. Москва</option>-->
                <!--                        <option value="г. Немосква">г. Немосква</option>-->
                <!--                    </select>-->
                <!--                </div>-->
            </div>
        </div>
    </div>
    <div class="container">

        <div class="ready-des2__choice-top">
            <div class="choice-top-left">
                <span>Выберите задачу</span>, которую вы хотите решить
                с помощью Готового решения:
            </div>
            <div class="choice-top-right">
                <span>Хотите больше узнать об оборудовании?</span>
                <button onclick="location.href='/equipment-kits/'" class="button grey-border-button">Тех. характеристики</button>
            </div>
        </div>
        <div class="ready-des2__choice">
            <? foreach ($arResult['ITEMS'] as $item):
                $params = $item['PROPERTIES']['PACKAGES']['VALUE']; ?>
                <div class="choice-slide">
                    <input id="<?= $item['ID'] ?>" type="radio" name="goal" data-params='<?= json_encode($params) ?>'>
                    <label for="<?= $item['ID'] ?>" class="ready-des2__choice-item"
                           onclick='return TaskManager.viewSotulion(<?= json_encode($params) ?>)'>
                        <picture><img src="<?= $item['PREVIEW_PICTURE']['SRC'] ?>" alt=""></picture>
                        <span class="ready-des2__choice-title"><?= $item['NAME'] ?></span>
                        <span class="ready-des2__choice-desc"><?= $item['PREVIEW_TEXT'] ?></span>
                        <span class="ready-des2__choice-footer">
                    Смотреть решение
                </span>
                    </label>
                </div>
            <?php endforeach; ?>
            <div class="ready-des2__choice-spec-item">
                <input id="allC" type="radio" name="goal">
                <label for="allC" id="allC" class="ready-des2__choice-item ready-des2__choice-item--all" data-params=''
                       onclick='return TaskManager.viewSotulion()'>
                    <span class="ready-des2__choice-title--all">Смотреть все Решения
                        <svg width="12" height="8" viewBox="0 0 12 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M5.24742 7.13991L0.451192 1.6585C-0.114569 1.01192 0.344609 0 1.20377 0H10.7962C11.6554 0 12.1146 1.01192 11.5488 1.6585L6.75258 7.13991C6.35417 7.59524 5.64583 7.59524 5.24742 7.13991Z"
                                  fill="#818181"/>
                        </svg>
                    </span>

                    <span class="ready-des2__choice-title--all-hover">Смотреть все Решения
                        <svg width="13" height="8" viewBox="0 0 13 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M5.69274 7.13991L0.896504 1.6585C0.330744 1.01192 0.789922 0 1.64908 0H11.2415C12.1007 0 12.5599 1.01192 11.9941 1.6585L7.19789 7.13991C6.79948 7.59524 6.09115 7.59524 5.69274 7.13991Z"
                                  fill="#93B6FF"/>
                        </svg>
                    </span>
                    <span class="ready-des2__choice-title--all-blue">Показаны все Решения
                        <svg width="13" height="8" viewBox="0 0 13 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M5.69274 7.13991L0.896504 1.6585C0.330744 1.01192 0.789922 0 1.64908 0H11.2415C12.1007 0 12.5599 1.01192 11.9941 1.6585L7.19789 7.13991C6.79948 7.59524 6.09115 7.59524 5.69274 7.13991Z"
                                  fill="#93B6FF"/>
                        </svg>
                    </span>
                </label>

                <input id="9c" type="checkbox" name="goal">
                <label for="9c" id="subscription" class="ready-des2__choice-item ready-des2__choice-item--subscription" data-params=''
                       onclick='return TaskManager.viewSotulion()'>
                    <span class="ready-des2__choice-title--subscription">
                        <span>Показать решения</span>
                        <span>для которых действует <span class="with-subscription">Ваша</span> Подписка</span>
                        <span>“Бесплатная замена оборудования”</span>
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M9.99984 1.66675C5.39984 1.66675 1.6665 5.40008 1.6665 10.0001C1.6665 14.6001 5.39984 18.3334 9.99984 18.3334C14.5998 18.3334 18.3332 14.6001 18.3332 10.0001C18.3332 5.40008 14.5998 1.66675 9.99984 1.66675ZM10.7582 15.1251C10.6999 15.1822 10.6262 15.2209 10.5462 15.2365C10.4661 15.2521 10.3832 15.2439 10.3078 15.2128C10.2324 15.1818 10.1678 15.1293 10.1219 15.0618C10.076 14.9944 10.051 14.915 10.0498 14.8334V14.1667H9.99984C8.93317 14.1667 7.8665 13.7584 7.04984 12.9501C6.48403 12.3829 6.09354 11.6647 5.92507 10.8815C5.7566 10.0983 5.81728 9.28308 6.09984 8.53341C6.25817 8.10841 6.8165 8.00008 7.13317 8.32508C7.3165 8.50841 7.35817 8.77508 7.27484 9.00842C6.8915 10.0417 7.10817 11.2417 7.9415 12.0751C8.52484 12.6584 9.2915 12.9334 10.0582 12.9167V12.1334C10.0582 11.7584 10.5082 11.5751 10.7665 11.8417L12.1165 13.1917C12.2832 13.3584 12.2832 13.6167 12.1165 13.7834L10.7582 15.1251ZM12.8665 11.6834C12.7804 11.5948 12.7213 11.4834 12.6962 11.3624C12.6711 11.2413 12.681 11.1157 12.7248 11.0001C13.1082 9.96675 12.8915 8.76675 12.0582 7.93342C11.4748 7.35008 10.7082 7.06675 9.94984 7.08342V7.86675C9.94984 8.24175 9.49984 8.42508 9.2415 8.15841L7.88317 6.81675C7.7165 6.65008 7.7165 6.39175 7.88317 6.22508L9.23317 4.87508C9.29141 4.81798 9.36512 4.77923 9.44518 4.76363C9.52523 4.74803 9.60811 4.75626 9.68352 4.78732C9.75894 4.81837 9.82359 4.87088 9.86944 4.93833C9.9153 5.00577 9.94036 5.0852 9.9415 5.16675V5.84175C11.0248 5.82508 12.1165 6.21675 12.9415 7.05008C13.5073 7.61727 13.8978 8.33542 14.0663 9.11865C14.2347 9.90189 14.1741 10.7171 13.8915 11.4667C13.7332 11.9001 13.1832 12.0084 12.8665 11.6834Z"
                              fill="#3CBA54"/>
                        </svg>

                    </span>

                    <span class="ready-des2__choice-title--subscription ready-des2__choice-title--subscription-active">
                        <span>Показаны решения</span>
                        <span>для которых действует <span class="with-subscription">Ваша</span> Подписка</span>
                        <span>“Бесплатная замена оборудования”</span>
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M9.99984 1.66675C5.39984 1.66675 1.6665 5.40008 1.6665 10.0001C1.6665 14.6001 5.39984 18.3334 9.99984 18.3334C14.5998 18.3334 18.3332 14.6001 18.3332 10.0001C18.3332 5.40008 14.5998 1.66675 9.99984 1.66675ZM10.7582 15.1251C10.6999 15.1822 10.6262 15.2209 10.5462 15.2365C10.4661 15.2521 10.3832 15.2439 10.3078 15.2128C10.2324 15.1818 10.1678 15.1293 10.1219 15.0618C10.076 14.9944 10.051 14.915 10.0498 14.8334V14.1667H9.99984C8.93317 14.1667 7.8665 13.7584 7.04984 12.9501C6.48403 12.3829 6.09354 11.6647 5.92507 10.8815C5.7566 10.0983 5.81728 9.28308 6.09984 8.53341C6.25817 8.10841 6.8165 8.00008 7.13317 8.32508C7.3165 8.50841 7.35817 8.77508 7.27484 9.00842C6.8915 10.0417 7.10817 11.2417 7.9415 12.0751C8.52484 12.6584 9.2915 12.9334 10.0582 12.9167V12.1334C10.0582 11.7584 10.5082 11.5751 10.7665 11.8417L12.1165 13.1917C12.2832 13.3584 12.2832 13.6167 12.1165 13.7834L10.7582 15.1251ZM12.8665 11.6834C12.7804 11.5948 12.7213 11.4834 12.6962 11.3624C12.6711 11.2413 12.681 11.1157 12.7248 11.0001C13.1082 9.96675 12.8915 8.76675 12.0582 7.93342C11.4748 7.35008 10.7082 7.06675 9.94984 7.08342V7.86675C9.94984 8.24175 9.49984 8.42508 9.2415 8.15841L7.88317 6.81675C7.7165 6.65008 7.7165 6.39175 7.88317 6.22508L9.23317 4.87508C9.29141 4.81798 9.36512 4.77923 9.44518 4.76363C9.52523 4.74803 9.60811 4.75626 9.68352 4.78732C9.75894 4.81837 9.82359 4.87088 9.86944 4.93833C9.9153 5.00577 9.94036 5.0852 9.9415 5.16675V5.84175C11.0248 5.82508 12.1165 6.21675 12.9415 7.05008C13.5073 7.61727 13.8978 8.33542 14.0663 9.11865C14.2347 9.90189 14.1741 10.7171 13.8915 11.4667C13.7332 11.9001 13.1832 12.0084 12.8665 11.6834Z"
                              fill="#3CBA54"/>
                        </svg>
                    </span>
                    <a href="#subscription-info" class="subscription-link">Узнать, чем полезна Подписка</a>
                </label>

            </div>
        </div>


        <!--        <div class="cont">-->
        <!---->
        <!---->
        <!--            --><?php //foreach ($arResult['ITEMS'] as $item):
        ////        echo "<pre>";
        ////    print_r($item);
        ////    echo "</pre>";
        //                $params = $item['PROPERTIES']['PACKAGES']['VALUE']; ?>
        <!--                <a href="#0" onclick='return TaskManager.viewSotulion(<?= json_encode($params) ?>)'>-->
        <!--                    <div class="tasks-container__item">-->
        <!--                        <img class="tasks-image" src="-->
        <? //= $item['PREVIEW_PICTURE']['SRC'] ?><!--" alt="">-->
        <!--                        <div class="task-title">--><? //= $item['NAME'] ?><!--</div>-->
        <!--                        <div class="tasks-description">--><? //= $item['PREVIEW_TEXT'] ?><!--</div>-->
        <!--                    </div>-->
        <!--                </a>-->
        <!--            --><?php //endforeach; ?>
        <!--        </div>-->
    </div>


    <section class="ready-des2__show">
        <div class="ready-des2__show--open hidden">
            <div class="ready-des2__show-head">
                <svg width="12" height="8" viewBox="0 0 12 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5.24742 7.13991L0.451192 1.6585C-0.114569 1.01192 0.344609 0 1.20377 0H10.7962C11.6554 0 12.1146 1.01192 11.5488 1.6585L6.75258 7.13991C6.35417 7.59524 5.64583 7.59524 5.24742 7.13991Z"
                          fill="#005DFF"/>
                </svg>
            </div>


            <div class="container current-packages">

            </div>


            <div class="ready-des2__up-wrapper">
                <button class="ready-des2__up">Другая задача
                    <svg width="9" height="5" viewBox="0 0 9 5" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M4.89604 0.179893L8.33581 3.95144C8.55473 4.19135 8.55473 4.58034 8.33581 4.82014C8.11708 5.05995 7.76232 5.05995 7.54361 4.82014L4.49994 1.4829L1.45638 4.82004C1.23756 5.05986 0.882842 5.05986 0.664113 4.82004C0.445296 4.58022 0.445296 4.19126 0.664113 3.95134L4.10393 0.179796C4.21335 0.059887 4.3566 4.59895e-08 4.49992 4.76986e-08C4.64332 4.94086e-08 4.78668 0.0600033 4.89604 0.179893Z"
                              fill="black"/>
                    </svg>
                </button>
            </div>
        </div>
        <div class="ready-des2__show--close container">
            <div class="wrapper">
                <div class="ready-des2__show-left">
                    <div class="ready-des2__show-CMInfo">
                        <div class="ready-des2__show-CMInfo-up">
                            Здесь будет показано
                        </div>
                        <div class="ready-des2__show-CMInfo-down">
                            Готовое решение
                        </div>
                    </div>
                    <div class="ready-des2__show-CSInfo">
                        Которое было создано для вас с целью решения задач оптимальным и доступным образом. <br>
                        Один из вариантов точно удовлетворит Ваши потребности.
                    </div>

                </div>
                <div class="ready-des2__show-right">
                    <svg width="12" height="8" viewBox="0 0 12 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M6.75258 0.860086L11.5488 6.3415C12.1146 6.98808 11.6554 8 10.7962 8L1.20377 8C0.344609 8 -0.11457 6.98808 0.45119 6.3415L5.24742 0.860087C5.64584 0.40476 6.35417 0.404759 6.75258 0.860086Z"
                              fill="#005DFF"/>
                    </svg>

                    Выберите задачу

                </div>
            </div>
        </div>


    </section>
    <div class="container">
        <div class="ready-des2__banner ">
            <div class="ready-des2__banner-left">
                <div class="ready-des2__banner-title">
                    <div class="ready-des2__banner-title-up">Умный дом</div>
                    <div class="ready-des2__banner-title-down">доступен каждому</div>
                </div>

                <p class="ready-des2__banner-main-desc">Тут будет написано и нарисовано, что вообще “Умный дом” - это
                    ультра “Готовое Решение” чисто на максималках с полным фаршем, автоботами у порога, краповыми
                    беретами в личке вкруг и бесплатная тонировка, но только на девятку.</p>
                <p class="ready-des2__banner-sub-desc">Обеспечиваем охрану квартир, домов<br>
                    и загородной недвижимости. Сотрудничаем с надежными охранными компаниями по всей стране.</p>
                <p class="ready-des2__banner-sub-desc">Обеспечиваем охрану квартир, домов<br>
                    и загородной недвижимости. Сотрудничаем с надежными охранными компаниями по всей стране.</p>
            </div>
            <div class="ready-des2__banner-right">
                <picture>
                    <img src="../img/ready-des2/banner.png" alt="photo">
                </picture>
            </div>

        </div>
    </div>

    <div class="container" id="subscription-info">
        <section class="subscribe subscribe__bought" id="subscribe">
            <div class="subscribe__head">
                <h2 class="h2">Подписка <span>vincko: <br>
            “Замена оборудования”</span>
                </h2>


            </div>

            <div class="subscribe__content">
                <div class="subscribe__column">
                    <div class="subscribe__sub-title">
                        <svg width="33" height="33" viewBox="0 0 33 33" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M16.5 0.25C7.53 0.25 0.25 7.53 0.25 16.5C0.25 25.47 7.53 32.75 16.5 32.75C25.47 32.75 32.75 25.47 32.75 16.5C32.75 7.53 25.47 0.25 16.5 0.25ZM17.9788 26.4937C17.8652 26.6051 17.7214 26.6807 17.5653 26.7111C17.4092 26.7415 17.2476 26.7254 17.1006 26.6649C16.9535 26.6043 16.8274 26.5019 16.738 26.3704C16.6486 26.2389 16.5997 26.084 16.5975 25.925V24.625H16.5C14.42 24.625 12.34 23.8288 10.7475 22.2525C9.64417 21.1465 8.88272 19.7461 8.55421 18.2188C8.22569 16.6915 8.344 15.1019 8.895 13.64C9.20375 12.8112 10.2925 12.6 10.91 13.2337C11.2675 13.5912 11.3487 14.1113 11.1862 14.5663C10.4387 16.5813 10.8612 18.9212 12.4862 20.5462C13.6237 21.6838 15.1187 22.22 16.6138 22.1875V20.66C16.6138 19.9288 17.4913 19.5713 17.995 20.0912L20.6275 22.7237C20.9525 23.0487 20.9525 23.5525 20.6275 23.8775L17.9788 26.4937ZM22.09 19.7825C21.922 19.6096 21.8068 19.3925 21.7579 19.1565C21.709 18.9205 21.7283 18.6754 21.8138 18.45C22.5613 16.435 22.1388 14.095 20.5138 12.47C19.3763 11.3325 17.8812 10.78 16.4025 10.8125V12.34C16.4025 13.0712 15.525 13.4288 15.0212 12.9087L12.3725 10.2925C12.0475 9.9675 12.0475 9.46375 12.3725 9.13875L15.005 6.50625C15.1186 6.3949 15.2623 6.31934 15.4184 6.28891C15.5745 6.25849 15.7361 6.27456 15.8832 6.33511C16.0303 6.39567 16.1563 6.49805 16.2457 6.62958C16.3352 6.7611 16.384 6.91597 16.3862 7.075V8.39125C18.4988 8.35875 20.6275 9.1225 22.2362 10.7475C23.3396 11.8535 24.101 13.2539 24.4295 14.7812C24.7581 16.3085 24.6397 17.8981 24.0888 19.36C23.78 20.205 22.7075 20.4163 22.09 19.7825Z"
                                  fill="#3CBA54"/>
                        </svg>

                        Что такое подписка “Замена оборудования”

                    </div>

                    <p>
                        Подписка дает вам возможность бесплатно получить новый датчик для комплекта оборудования,
                        купленного на платформе в рамках готового решения.
                    </p>
                </div>

                <div class="subscribe__column">
                    <div class="subscribe__sub-title">
                        Почему эта подписка дает уверенность при покупке оборудования
                    </div>

                    <p>
                        В случае, если один из датчиков в комплекте вышел из строя, с этой подпиской Вы просто получите
                        новый взамен, а ваша недвижимость останется под надежной охраной.
                    </p>
                </div>

                <div class="subscribe__column subscribe__column-to-buy">
                    <div class="subscribe__sub-title">
                        На какой срок оформить подписку?
                    </div>
                    <div class="subscribe__column-to-buy-content">
                        <div class="subscribe__conditions">
                            <p>
                                Длительность гарантии
                            </p>
                            <select name="time-choice" id="time-choice" class="time-choice">
                                <option value="12">12 месяцев</option>
                                <option value="6">6 месяцев</option>
                            </select>

                            <div class="subscribe__text">
                                Спокойствия и уверенности
                            </div>

                            <div class="subscribe__result">
                                Всего за
                                <div class="price">
                                    600 ₽
                                </div>
                            </div>

                        </div>

                        <button class="blue-button">Купить</button>

                    </div>
                </div>

                <div class="subscribe__column subscribe__column-bought">
                    <div class="subscribe__column-bought-head">
                <span>
                    Поздравляем!
                </span>

                        <svg width="50" height="37" viewBox="0 0 50 37" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M1.02433 17.998C2.38976 16.6592 4.60355 16.6592 5.96898 17.998L16.0099 28.7236L44.0313 1.00409C45.3967 -0.334696 47.6105 -0.334696 48.9759 1.00409C50.3414 2.34288 50.3414 4.51348 48.9759 5.85227L18.4822 35.9959C17.1168 37.3347 14.903 37.3347 13.5376 35.9959L1.02433 22.8462C-0.341092 21.5074 -0.341093 19.3368 1.02433 17.998Z"
                                  fill="white"/>
                        </svg>

                    </div>
                    <div class="subscribe__column-bought-content">
                        <p>
                            Ранее Вы уже получили подписку “Замена Оборудования”.
                        </p>
                        <p>
                            Она будет действительна до 16.05.2021.
                        </p>
                        <p>
                            У Вас возникли вопросы? Свяжитесь с нами.
                        </p>
                    </div>
                </div>

            </div>

        </section>
    </div>


    <?$APPLICATION->IncludeComponent(
        "bitrix:main.include",
        "",
        Array(
            "AREA_FILE_SHOW" => "file",
            "AREA_FILE_SUFFIX" => "inc",
            "EDIT_TEMPLATE" => "",
            "PATH" => "/include/callback.php"
        )
    );?>
</main>