<h1>Контакты компании</h1>
<div class="row text">
    <div class="left bold">Фактический адрес:</div>
    <div class="right">344022, Ростовская область, г. Ростов-на-Дону, ул. Большая Садовая, 162/70, 5 этаж,
        помещение 509
    </div>

    <div class="left bold">Электронная почта:</div>
    <div class="right"><a href="mailto:info@vincko.ru">info@vincko.ru</a></div>

    <div class="left bold">Телефоны:</div>
    <div class="right">+7 (909) 415-65-30</div>
</div>
<div class="h1">Реквизиты</div>
<div class="row text">
    <div class="bold"> ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "ВС КЭПИТАЛ"</div>
    <div class="bold">ИНН 6162077696</div>
    <div class="bold"> ОГРН 1176196059930</div>

    <div class="left bold"> Юридический адрес:</div>
    <div class="right">344022, Ростовская область, г. Ростов-на-Дону, ул. Большая Садовая, 162/70, 5
        этаж,
        помещение 509
    </div>
    <div class="left bold"> Тел./факс:</div>
    <div class="right">+7 (918) 503-12-53</div>
</div>
<div class="h1">Способы оплаты</div>
<div class="h2">Банковской картой</div>
<div class="text">
    <p>
        Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо нажать кнопку Оплата
        заказа банковской картой. Оплата происходит через ПАО СБЕРБАНК с использованием банковских карт следующих
        платёжных систем:
    </p>
    <div class="img">
        <img src="/local/templates/v_new_template/img/about/mir.png" alt="Мир">
        <img src="/local/templates/v_new_template/img/about/visa.png" alt="Visa"><br />
        <img src="/local/templates/v_new_template/img/about/mastercard.png" alt="Mastercard">
        <img src="/local/templates/v_new_template/img/about/jcb.png" alt="JCB">
    </div>
    <p>
        Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на платёжный шлюз ПАО СБЕРБАНК. Соединение с
        платёжным шлюзом и передача информации осуществляется в защищённом режиме с использованием протокола шифрования
        SSL. В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Visa,
        MasterCard SecureCode, MIR Accept, J-Secure, для проведения платежа также может потребоваться ввод специального
        пароля.
    </p>
    <p>Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность сообщаемой персональной информации
        обеспечивается ПАО СБЕРБАНК. Введённая информация не будет предоставлена третьим лицам за исключением случаев,
        предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом
        соответствии с требованиями платёжных систем МИР, Visa Int., MasterCard Europe Sprl, JCB.</p>
</div>
<div class="h1">Возврат товара</div>
<div class="text">
    <p>Срок возврата товара надлежащего качества составляет 30 дней с момента получения товара.</p>
    <p>Возврат переведённых средств, производится на ваш банковский счёт в течение 5-30 рабочих дней (срок зависит от
        банка,
        который выдал вашу банковскую карту).</p>
</div>