<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Оплата и доставка");
?>
<p><b>1. Порядок доставки товара. Территория доставки товара</b></p>
<p>1.1. Способы и ориентировочные сроки доставки Товара, реализуемого Продавцом, указаны на Сайте в разделе «Доставка». Конкретные сроки доставки могут быть дополнительно согласованы сторонами при подтверждении Заказа.</p>
<p>1.2. Территория доставки Товаров, представленных на Сайте и реализуемых Продавцом, ограничена пределами Российской Федерации.</p>
<p>1.3. Товар вручается Покупателю либо третьему лицу, указанному в Заказе в качестве получателя (далее - «Получатель»). При невозможности получения Заказа, оплаченного посредством наличного расчета, Получателем, Заказ может быть вручен третьим лицам, которые предоставят сведения о Заказе (номер отправления и/или ФИО Получателя), а также могут оплатить стоимость Заказа в полном объеме лицу, осуществляющему доставку Заказа.</p>
<p>1.4. Во избежание случаев мошенничества, а также для выполнения взятых на себя обязательств, при вручении предоплаченного Заказа лицо, осуществляющее доставку Заказа, вправе затребовать документ, удостоверяющий личность Получателя, а также указать тип и номер предоставленного Получателем документа на квитанции к Заказу. Продавец гарантирует конфиденциальность и защиту персональных данных Получателя.</p>
<p>1.5. Риск случайной гибели или случайного повреждения Товара переходит к Покупателю с момента передачи ему Заказа и проставления Получателем Заказа подписи в документах, подтверждающих доставку Заказа. В случае недоставки Заказа Продавец возмещает Покупателю стоимость предоплаченного Покупателем Заказа и доставки в полном объеме после получения от службы доставки подтверждения утраты Заказа.</p>
<p>1.6. Обязанность Продавца передать Товар Покупателю считается исполненной в момент вручения Товара Получателю или после подтверждения получения Товара Получателем в заранее оговоренном месте выдачи Заказа (в том числе в пункте самовывоза).</p>
<p>1.7. При принятии Товара от курьера Получатель обязан осмотреть Товар и проверить его на соответствие Заказу, проверить срок службы Товара, целостность упаковки. В случае отсутствия претензий к доставленному Товару Получатель расписывается в «Бланке доставки заказов» либо ином аналогичном документе, предоставляемом курьером, и оплачивает Заказ (в случае отсутствия полной предоплаты). Подпись в сопроводительных документах свидетельствует о том, что претензий к Товару не заявлено, Продавец полностью и надлежащим образом выполнил свою обязанность по передаче Товара.</p>
<p>1.8. Уточнить дату, время и при необходимости маршрут доставки, можно у Продавца.</p>
<p>1.9. Осуществление доставки – это отдельная услуга, не являющаяся неотъемлемой частью Товара, выполнение которой заканчивается в момент получения Получателем Товара.</p>
<p>1.10. Претензии к качеству приобретенного Товара, возникшие после получения и оплаты Товара, рассматриваются в соответствии с Законом РФ «О защите прав потребителей».</p>
<p><b>2. Оплата товара</b></p>
<p>2.1. Цена Товара указывается на Сайте в рублях Российской Федерации.</p>
<p>2.2. При неверном указании цены Товара на Сайте, Продавец информирует об этом Покупателя для подтверждения Заказа по исправленной цене либо аннулирования Заказа. При невозможности связаться с Покупателем данный Заказ считается аннулированным. Если оплаченный Заказ был аннулирован, то Продавец вернет Покупателю оплаченную сумму тем же способом, которым она была уплачена.</p>
<p>2.3. Цена Товара на Сайте может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный Покупателем Товар изменению не подлежит.</p>
<p><b>3. Особенности оплаты с помощью банковских карт:</b></p>
<p>3.1. В соответствии с положением ЦБ РФ «Об эмиссии банковских карт и об операциях, совершаемых с использованием платежных карт» от 24.12.2004 № 266-П операции по банковским картам совершаются держателем карты либо уполномоченным им лицом.</p>
<p>3.2. Авторизация операций по банковским картам осуществляется банком. Если у банка есть основания полагать, что операция носит мошеннический характер, то банк вправе отказать в осуществлении данной операции.</p>
<p>3.3. Чтобы избежать неправомерного использования банковских карт при оплате Товара, Продавец проверяет Заказы, предоплаченные банковской картой. В целях проверки личности владельца и его правомочности на использование карты Продавец вправе потребовать от Покупателя предъявления документа, удостоверяющего личность.</p>
<p>3.4. Продавец вправе предоставлять скидки на Товар и устанавливать программу бонусов. Виды скидок, бонусов, порядок и условия начисления определяются Продавцом и указываются на Сайте.</p>
<p>3.5. Для оплаты покупки Вы будете перенаправлены на платежный шлюз ПАО «Сбербанк России» для ввода реквизитов Вашей карты. Пожалуйста, приготовьте Вашу пластиковую карту заранее. Соединение с платежным шлюзом и передача информации осуществляется в защищенном режиме с использованием протокола шифрования SSL.</p>

<p>В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Vise или MasterCard Secure Code для проведения платежа также может потребоваться ввод специального пароля. Способы и возможность получения паролей для совершения интернет-платежей Вы можете уточнить в банке, выпустившем карту.</p>
<p><img src="/upload/images/payments.jpg" alt="Платежные системы"></p>
<p>Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность сообщаемой персональной информации обеспечивается ПАО «Сбербанк России». Введенная информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платежных систем Visa Int. и MasterCard Europe Sprl.</p>
<p><b>4. Возврат товара</b></p>
<p>4.1. Возврат Товара осуществляется в соответствии с законодательством Российской Федерации.</p>
<p><b>5. Реквизиты продавца</b></p>

<p>5.1. Наименование: ООО “ВС Кэпитал”</p>

<p>5.2. Юридический адрес: 344000, Ростовская область, г. Ростов-на-Дону, ул. Береговая, дом 8, этаж 7, помещение 19</p>

<p>5.3. ИНН: 6162077696</p>

<p>5.4. р/с: 40702810152090019153</p>

<p>5.5. Банк: Юго-Западный банк ПАО Сбербанк г. Ростов-на-Дону</p>

<p>5.6. к/с: 30101810600000000602</p>

	<p>5.7. БИК: 046015602</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>