<?
$MESS["REG_BTN_REG"] = "Зарегистрироваться";
$MESS["REG_BTN_AUTH"] = "Войти";
$MESS["REG_AGREEMENT"] = "Нажимая кнопку «Зарегистрироваться», я даю свое согласие на обработку моих персональных данных, в соответствии с Федеральным законом от 27.07.2006 года №152-ФЗ «О персональных данных», на условиях и для целей, определенных в Согласии на обработку персональных данных";
$MESS["REG_SUCCESS"] = "Успешно";
$MESS["REG_TIME"] = "Время истекло";
$MESS["REG_CODE"] = "Неверный код";
$MESS["REG_SMS"] = "Отправить sms";
$MESS["REG_RE"] = "Отправить повторно";
$MESS["REG_TIME_UNIT"] = "сек";
$MESS["REG_RE_TIME"] = "Повторно через";
$MESS["REG_NUMBER"] = "Номер телефона";
$MESS["REG_NUMBER_TITLE"] = "Ваш номер телефона";
$MESS["REG_NUMBER_TEXT_1"] = "Это необходимо для того, чтобы мы могли удостовериться, что Вы - насятоящий человек. Будьте уверены: мы не будем Вас спамить сообщениями!";
$MESS["REG_NUMBER_TEXT_2"] = "С уважением к Вам и Вашему личному пространству, Ваш <span>vincko:</span>";
$MESS["REG_BODY_TEXT_0"] = "Если у вас уже есть аккаунт - нажмите кнопку <span>“Войти”</span>.";
$MESS["REG_BODY_TEXT_1"] = "Чтобы получить доступ ко всем возможностям взаимодействия с платформой <span>vincko:</span> пожалуйста, пройдите простую процедуру знакомства и получите временный пароль.";
$MESS["REG_BODY_TEXT_2"] = "Если в дальнейшем Вы планируете участвовать в акциях и программе лояльности или совершать покупки на платформе <span>vincko:</span> - введите настоящие имя и фамилию.";
$MESS["REG_NAME"] = "Скажите, как Вас зовут?";
$MESS["REG_NAME_TEXT"] = "На платформе Ваши данные будут отображаться в формате Имя Ф.<br><br>Например, “Мария С.”";
$MESS["REG_MEET"] = "Давайте знакомиться";
?>