<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Пользовательское соглашение");
?><p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между
ООО &quot;ВС Кэпитал&quot; (далее vincko.ru или Администрация) с одной стороны и пользователем
сайта с другой. Сайт vincko.ru не является средством массовой информации.</p>
<p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.</p>
<p><b>Если Вы не согласны с условиями данного соглашения, не используйте сайт vincko.ru !</b></p>

<h3>Предмет соглашения</h3>
<p><b>Администрация предоставляет пользователю право на размещение на сайте
следующей информации:</b></p>
<p>- Текстовой информации (комментарии и отзывы)</p>

<h3>Права и обязанности сторон</h3>
<p><b>Пользователь имеет право:</b></p>
<p>- осуществлять поиск информации на сайте</p>
<p>- получать информацию на сайте</p>
<p>- комментировать контент, выложенный на сайте</p>
<p>- изменять рейтинг пользователей</p>
<p>- копировать информацию на другие сайты с указанием источника</p>
<p>- копировать информацию на другие сайты с разрешения Администрации сайта</p>
<p>- требовать от администрации скрытия любой информации переданной пользователем сайту</p>
<p>- использовать информацию сайта в личных некоммерческих целях</p>
<p>- использовать информацию сайта в коммерческих целях с разрешения Администрации</p>
<p>&nbsp;</p>
<p><b>Администрация имеет право:</b></p>
<p>- по своему усмотрению и необходимости создавать, изменять, отменять правила</p>
<p>- ограничивать доступ к любой информации на сайте</p>
<p>- создавать, изменять, удалять информацию</p>
<p>- удалять учетные записи</p>
<p>- отказывать в регистрации без объяснения причин</p>
<p>&nbsp;</p>
<p><b>Пользователь обязуется:</b></p>
<p>- обеспечить достоверность предоставляемой информации</p>
<p>- обеспечивать сохранность личных данных от доступа третьих лиц</p>
<p>- обновлять Персональные данные, предоставленные при регистрации, в случае их изменения</p>
<p>- не распространять информацию, которая направлена на пропаганду войны, разжигание
национальной, расовой или религиозной ненависти и вражды, а также иной информации, за
распространение которой предусмотрена уголовная или административная ответственность</p>
<p>- не нарушать работоспособность сайта</p>
<p>- не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу</p>
<p>- не совершать действия, направленные на введение других Пользователей в заблуждение</p>
<p>- не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам</p>
<p>- не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ</p>
<p>- не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или
противоречит нормам действующего законодательства РФ</p>
<p>- не использовать скрипты (программы) для автоматизированного сбора информации и/или
взаимодействия с Сайтом и его Сервисами</p>
<p>&nbsp;</p>
<p><b>Администрация обязуется:</b></p>
<p>- поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.</p>
<p>- осуществлять разностороннюю защиту учетной записи Пользователя</p>
<p>- защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила</p>
<p>- предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом</p>
<p>&nbsp;</p>
<h3>Ответственность сторон</h3>
<p>- пользователь лично несет полную ответственность за распространяемую им информацию</p>
<p>- администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг</p>
<p>- администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</p>
<p>- в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность
информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса</p>
<p>&nbsp;</p>
<h3>Условия действия Соглашения</h3>
<p>Данное Соглашение вступает в силу при любом использовании данного сайта.</p>
<p>Соглашение перестает действовать при появлении его новой версии.</p>
<p>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.</p>
<p>Администрация не оповещает пользователей об изменении в Соглашении.</p><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>