<? if (!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED !== true) die(); ?>

<section id="reviews__form" class="reviews__form">

    <!-- form--top -->
    <h2>Узнаем, что говорят люди об охранных компаниях</h2>
    <div class="rating-center__filter-block">
    <div class="rating-center__search rating-block">
        <div class="rating-center__search_item item-one">
            <div class="rating-center__search_item-title">
                Город
            </div>
            <div class="rating-center__search_form select-city">
                <button class="rating-center__search_form-btn">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M12 21L11.3254 21.7382L12 22.3546L12.6746 21.7382L12 21ZM12 21C12.6746 21.7382 12.6747 21.7381 12.6749 21.7379L12.6754 21.7374L12.677 21.736L12.6819 21.7315L12.6991 21.7156C12.7139 21.7019 12.7351 21.6822 12.7623 21.6567C12.8168 21.6057 12.8953 21.5314 12.9946 21.4358C13.1929 21.2447 13.4743 20.9681 13.811 20.6215C14.4833 19.9294 15.382 18.9526 16.2834 17.8165C17.1823 16.6834 18.0998 15.372 18.7964 14.0109C19.4871 12.6615 20 11.1878 20 9.75C20 7.6826 19.148 5.70756 17.6439 4.25718C16.141 2.80801 14.1102 2 12 2C9.88977 2 7.85897 2.80801 6.35612 4.25718C4.85203 5.70755 4 7.6826 4 9.75C4 11.1878 4.51291 12.6615 5.20357 14.0109C5.90021 15.372 6.8177 16.6834 7.7166 17.8165C8.61795 18.9526 9.51668 19.9294 10.189 20.6215C10.5257 20.9681 10.8071 21.2447 11.0054 21.4358C11.1047 21.5314 11.1832 21.6057 11.2377 21.6567C11.2649 21.6822 11.2861 21.7019 11.3009 21.7156L11.3181 21.7315L11.323 21.736L11.3246 21.7374L11.3251 21.7379C11.3253 21.7381 11.3254 21.7382 12 21ZM12 12.125C11.3255 12.125 10.6855 11.8663 10.2193 11.4166C9.75422 10.9682 9.5 10.3679 9.5 9.75C9.5 9.13209 9.75422 8.5318 10.2193 8.08336C10.6855 7.63373 11.3255 7.375 12 7.375C12.6745 7.375 13.3145 7.63373 13.7807 8.08336C14.2458 8.5318 14.5 9.13209 14.5 9.75C14.5 10.3679 14.2458 10.9682 13.7807 11.4166C13.3145 11.8663 12.6745 12.125 12 12.125Z"
                              stroke="#005DFF" stroke-width="2"/>
                    </svg>
                </button>
                <div class="rating-center__search_form-input rating-center__search_form-select">
                    <input type="text" data-pre-id="<?= $arResult['CITY_SELECTED']['ID'] ?>"
                           data-id="<?= $arResult['CITY_SELECTED']['ID'] ?>"
                           placeholder="<?= $arResult['CITY_SELECTED']['NAME'] ?>">
                </div>
                <div class="searchForm__modal cities-select">
                    <div class="searchForm__modal_closed">
                        <img src="/upload/rating/closed-icon.svg" alt="img">
                    </div>
                    <div class="searchForm__modal_input">
                        <input type="text" id="filterCity" placeholder="Поиск по названию">
                        <button>
                            <img src="/upload/rating/search-icon.svg" alt="img">
                        </button>
                    </div>
                    <div class="searchForm__modal_wrapper">
                        <div class="searchForm__modal_topChek actived">
                            <div class="searchForm__modal_item bottomChekItem">
                                <input type="checkbox" class="checkbox">
                                <span data-id="<?= $arResult['CITY_SELECTED']['ID'] ?>"
                                      class="itemText"><?= $arResult['CITY_SELECTED']['NAME'] ?></span>
                            </div>
                        </div>
                        <div class="searchForm__modal_centerChek">
                        </div>
                        <div class="searchForm__modal_bottomChek">
                            <? foreach ($arResult['CITIES'] as $item): ?>
                                <div class="searchForm__modal_item bottomChekItem">
                                    <input type="checkbox" class="checkbox">
                                    <span data-id="<?= $item['ID'] ?>" class="itemText"><?= $item['NAME'] ?></span>
                                </div>
                            <? endforeach; ?>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="rating-center__search_item item-two">
            <div class="rating-center__search_item-title">
                Найдите отзывы по названию компании
            </div>
            <div class="rating-center__search_form select-company">
                <button class="rating-center__search_form-btn">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M21 21L16.7501 16.7425L21 21ZM19.1053 11.0526C19.1053 13.1883 18.2569 15.2365 16.7467 16.7467C15.2365 18.2569 13.1883 19.1053 11.0526 19.1053C8.91694 19.1053 6.86872 18.2569 5.35856 16.7467C3.8484 15.2365 3 13.1883 3 11.0526C3 8.91694 3.8484 6.86872 5.35856 5.35856C6.86872 3.8484 8.91694 3 11.0526 3C13.1883 3 15.2365 3.8484 16.7467 5.35856C18.2569 6.86872 19.1053 8.91694 19.1053 11.0526V11.0526Z"
                              stroke="#93B6FF" stroke-width="2" stroke-linecap="round"/>
                    </svg>
                </button>
                <div class="rating-center__search_form-select">
                    <input type="text" placeholder="Найти компанию">
                </div>
                <div class="searchForm__modal companies-select">
                    <div class="searchForm__modal_closed">
                        <img src="/upload/rating/closed-icon.svg" alt="img">
                    </div>
                    <div class="searchForm__modal_input">
                        <input type="text" id="filterCity" placeholder="Поиск по названию">
                        <button>
                            <img src="/upload/rating/search-icon.svg" alt="img">
                        </button>
                    </div>
                    <div class="searchForm__modal_wrapper">
                        <div class="searchForm__modal_topChek active">
                        </div>
                        <div class="searchForm__modal_centerChek">
                        </div>
                        <div class="searchForm__modal_bottomChek">
                            <? foreach ($arResult['CITY_COMPANIES'] as $item): ?>
                                <div class="searchForm__modal_item bottomChekItem">
                                    <input type="checkbox" class="checkbox">
                                    <span data-id="<?= $item['ID'] ?>" data-count="<?=count($item['REVIEWS'])?>" class="itemText"><?= $item['NAME'] ?></span>
                                </div>
                            <? endforeach; ?>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="rating-center__items rating-block">
        <div class="rating-center__items_top">
            <div class="rating-center__items_top-left t-c-gray">

            </div>
            <div class="rating-center__items_top-right-help">
                <div class="rating-center__items_top-center t-c-gray">
                    <!--<div class="rating-center__items_top-name rating-check-window">Смотреть в рейтинге у кого купить
                        охрану для
                        <span class="icon-open-info-block">
                            <svg width="14" height="14" viewBox="0 0 14 14" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M7 0C5.61553 0 4.26215 0.410543 3.11101 1.17971C1.95987 1.94888 1.06266 3.04213 0.532846 4.32121C0.00303298 5.6003 -0.13559 7.00776 0.134506 8.36563C0.404603 9.7235 1.07129 10.9708 2.05026 11.9497C3.02922 12.9287 4.2765 13.5954 5.63437 13.8655C6.99224 14.1356 8.3997 13.997 9.67879 13.4672C10.9579 12.9373 12.0511 12.0401 12.8203 10.889C13.5895 9.73784 14 8.38447 14 7C14 6.08075 13.8189 5.17049 13.4672 4.32121C13.1154 3.47194 12.5998 2.70026 11.9497 2.05025C11.2997 1.40024 10.5281 0.884626 9.67879 0.532843C8.82951 0.18106 7.91925 0 7 0ZM7 11.2C6.86156 11.2 6.72622 11.1589 6.6111 11.082C6.49599 11.0051 6.40627 10.8958 6.35329 10.7679C6.3003 10.64 6.28644 10.4992 6.31345 10.3634C6.34046 10.2276 6.40713 10.1029 6.50503 10.005C6.60292 9.90713 6.72765 9.84046 6.86344 9.81345C6.99923 9.78644 7.13997 9.8003 7.26788 9.85328C7.39579 9.90626 7.50511 9.99598 7.58203 10.1111C7.65895 10.2262 7.7 10.3616 7.7 10.5C7.7 10.6856 7.62625 10.8637 7.49498 10.995C7.3637 11.1262 7.18565 11.2 7 11.2ZM7.7 7.588V8.4C7.7 8.58565 7.62625 8.7637 7.49498 8.89497C7.3637 9.02625 7.18565 9.1 7 9.1C6.81435 9.1 6.6363 9.02625 6.50503 8.89497C6.37375 8.7637 6.3 8.58565 6.3 8.4V7C6.3 6.81435 6.37375 6.6363 6.50503 6.50502C6.6363 6.37375 6.81435 6.3 7 6.3C7.20767 6.3 7.41068 6.23842 7.58335 6.12304C7.75602 6.00767 7.8906 5.84368 7.97008 5.65182C8.04955 5.45995 8.07034 5.24883 8.02983 5.04515C7.98931 4.84147 7.88931 4.65438 7.74246 4.50754C7.59562 4.36069 7.40853 4.26069 7.20485 4.22017C7.00117 4.17966 6.79005 4.20045 6.59818 4.27993C6.40632 4.3594 6.24233 4.49398 6.12696 4.66665C6.01158 4.83932 5.95 5.04233 5.95 5.25C5.95 5.43565 5.87625 5.6137 5.74498 5.74497C5.6137 5.87625 5.43565 5.95 5.25 5.95C5.06435 5.95 4.8863 5.87625 4.75503 5.74497C4.62375 5.6137 4.55 5.43565 4.55 5.25C4.54817 4.79521 4.67296 4.34889 4.91041 3.961C5.14785 3.57311 5.48858 3.25898 5.89443 3.05375C6.30029 2.84853 6.75526 2.76033 7.2084 2.79901C7.66155 2.8377 8.09498 3.00176 8.46017 3.27281C8.82536 3.54387 9.1079 3.91122 9.27615 4.33375C9.44441 4.75627 9.49173 5.21729 9.41283 5.66518C9.33393 6.11308 9.13191 6.53017 8.82941 6.86977C8.5269 7.20936 8.13583 7.45805 7.7 7.588Z"
                                      fill="#93B6FF"/>
                            </svg>
                        </span>
                        <div class="rating-help-window active">
                            <div class="rating-help-window-close">
                                <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path d="M9.17564 7.98187L15.8076 1.36761C15.9387 1.21497 16.0072 1.01864 15.9994 0.817837C15.9916 0.617035 15.9082 0.426555 15.7657 0.28446C15.6232 0.142366 15.4322 0.0591225 15.2309 0.0513664C15.0295 0.0436103 14.8327 0.111912 14.6796 0.242623L8.04764 6.85688L1.41563 0.234644C1.26499 0.084404 1.06068 0 0.847635 0C0.634593 0 0.430278 0.084404 0.279635 0.234644C0.128992 0.384884 0.0443614 0.588653 0.0443614 0.801125C0.0443614 1.0136 0.128992 1.21737 0.279635 1.36761L6.91964 7.98187L0.279635 14.5961C0.195889 14.6677 0.127873 14.7557 0.0798545 14.8547C0.0318359 14.9536 0.00485175 15.0615 0.000596153 15.1713C-0.00365944 15.2812 0.0149049 15.3908 0.0551246 15.4932C0.0953442 15.5956 0.156351 15.6886 0.234315 15.7663C0.312278 15.8441 0.405516 15.9049 0.508176 15.945C0.610836 15.9851 0.720702 16.0036 0.830878 15.9994C0.941053 15.9952 1.04916 15.9682 1.14841 15.9204C1.24766 15.8725 1.33592 15.8046 1.40763 15.7211L8.04764 9.10685L14.6796 15.7211C14.8327 15.8518 15.0295 15.9201 15.2309 15.9124C15.4322 15.9046 15.6232 15.8214 15.7657 15.6793C15.9082 15.5372 15.9916 15.3467 15.9994 15.1459C16.0072 14.9451 15.9387 14.7488 15.8076 14.5961L9.17564 7.98187Z"
                                          fill="#D1DBE3"/>
                                </svg>

                            </div>
                            <div class="rating-help-window-body">
                                <div class="block-rating-help-item">
                                    <div class="top-block-rating-help-item" style="color:#000000;">
                                        <div class="top-block-rating-help-item-title">
                                            Выберите то, что хотите охранять
                                        </div>
                                    </div>
                                    <div class="content-top-block-rating-help-item">
                                        При выборе этого фильтра будут показаны компании, услуги которых Вы можете
                                        заказать на платформе<span
                                                class="t-c-blue">без наценки и с подарками vincko:</span>
                                        , а также оформить индивидуальную заявку на рассчет.
                                    </div>
                                </div>
                            </div>

                        </div>
                    </div>
                    <div class="rating-center__items_top-btns">
                        <? foreach ($arResult['OBJECTS'] as $object): ?>
                            <div class="rating-center__items_top-btns-item">
                                <input class="rating-home" type="radio" onclick="clickRadio(this)"
                                       id="<?= $object['ID'] ?>" name="rating-home">
                                <label for="<?= $object['ID'] ?>">
                                    <?= $object['SVG'] ?>
                                    <?= $object['NAME'] ?>
                                </label>
                            </div>
                        <? endforeach; ?>

                    </div>-->
                </div>
                <div class="rating-center__items_top-right t-c-gray rating-check-window">
                    <div class="rating-center__items_top-name">Показать компании с оценкой <span
                                class="icon-open-info-block">
                            <svg width="14" height="14" viewBox="0 0 14 14" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path d="M7 0C5.61553 0 4.26215 0.410543 3.11101 1.17971C1.95987 1.94888 1.06266 3.04213 0.532846 4.32121C0.00303298 5.6003 -0.13559 7.00776 0.134506 8.36563C0.404603 9.7235 1.07129 10.9708 2.05026 11.9497C3.02922 12.9287 4.2765 13.5954 5.63437 13.8655C6.99224 14.1356 8.3997 13.997 9.67879 13.4672C10.9579 12.9373 12.0511 12.0401 12.8203 10.889C13.5895 9.73784 14 8.38447 14 7C14 6.08075 13.8189 5.17049 13.4672 4.32121C13.1154 3.47194 12.5998 2.70026 11.9497 2.05025C11.2997 1.40024 10.5281 0.884626 9.67879 0.532843C8.82951 0.18106 7.91925 0 7 0ZM7 11.2C6.86156 11.2 6.72622 11.1589 6.6111 11.082C6.49599 11.0051 6.40627 10.8958 6.35329 10.7679C6.3003 10.64 6.28644 10.4992 6.31345 10.3634C6.34046 10.2276 6.40713 10.1029 6.50503 10.005C6.60292 9.90713 6.72765 9.84046 6.86344 9.81345C6.99923 9.78644 7.13997 9.8003 7.26788 9.85328C7.39579 9.90626 7.50511 9.99598 7.58203 10.1111C7.65895 10.2262 7.7 10.3616 7.7 10.5C7.7 10.6856 7.62625 10.8637 7.49498 10.995C7.3637 11.1262 7.18565 11.2 7 11.2ZM7.7 7.588V8.4C7.7 8.58565 7.62625 8.7637 7.49498 8.89497C7.3637 9.02625 7.18565 9.1 7 9.1C6.81435 9.1 6.6363 9.02625 6.50503 8.89497C6.37375 8.7637 6.3 8.58565 6.3 8.4V7C6.3 6.81435 6.37375 6.6363 6.50503 6.50502C6.6363 6.37375 6.81435 6.3 7 6.3C7.20767 6.3 7.41068 6.23842 7.58335 6.12304C7.75602 6.00767 7.8906 5.84368 7.97008 5.65182C8.04955 5.45995 8.07034 5.24883 8.02983 5.04515C7.98931 4.84147 7.88931 4.65438 7.74246 4.50754C7.59562 4.36069 7.40853 4.26069 7.20485 4.22017C7.00117 4.17966 6.79005 4.20045 6.59818 4.27993C6.40632 4.3594 6.24233 4.49398 6.12696 4.66665C6.01158 4.83932 5.95 5.04233 5.95 5.25C5.95 5.43565 5.87625 5.6137 5.74498 5.74497C5.6137 5.87625 5.43565 5.95 5.25 5.95C5.06435 5.95 4.8863 5.87625 4.75503 5.74497C4.62375 5.6137 4.55 5.43565 4.55 5.25C4.54817 4.79521 4.67296 4.34889 4.91041 3.961C5.14785 3.57311 5.48858 3.25898 5.89443 3.05375C6.30029 2.84853 6.75526 2.76033 7.2084 2.79901C7.66155 2.8377 8.09498 3.00176 8.46017 3.27281C8.82536 3.54387 9.1079 3.91122 9.27615 4.33375C9.44441 4.75627 9.49173 5.21729 9.41283 5.66518C9.33393 6.11308 9.13191 6.53017 8.82941 6.86977C8.5269 7.20936 8.13583 7.45805 7.7 7.588Z"
                                      fill="#93B6FF"/>
                            </svg>
                        </span>
                        <div class="rating-help-window active">
                            <div class="rating-help-window-close">
                                <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                     xmlns="http://www.w3.org/2000/svg">
                                    <path d="M9.17564 7.98187L15.8076 1.36761C15.9387 1.21497 16.0072 1.01864 15.9994 0.817837C15.9916 0.617035 15.9082 0.426555 15.7657 0.28446C15.6232 0.142366 15.4322 0.0591225 15.2309 0.0513664C15.0295 0.0436103 14.8327 0.111912 14.6796 0.242623L8.04764 6.85688L1.41563 0.234644C1.26499 0.084404 1.06068 0 0.847635 0C0.634593 0 0.430278 0.084404 0.279635 0.234644C0.128992 0.384884 0.0443614 0.588653 0.0443614 0.801125C0.0443614 1.0136 0.128992 1.21737 0.279635 1.36761L6.91964 7.98187L0.279635 14.5961C0.195889 14.6677 0.127873 14.7557 0.0798545 14.8547C0.0318359 14.9536 0.00485175 15.0615 0.000596153 15.1713C-0.00365944 15.2812 0.0149049 15.3908 0.0551246 15.4932C0.0953442 15.5956 0.156351 15.6886 0.234315 15.7663C0.312278 15.8441 0.405516 15.9049 0.508176 15.945C0.610836 15.9851 0.720702 16.0036 0.830878 15.9994C0.941053 15.9952 1.04916 15.9682 1.14841 15.9204C1.24766 15.8725 1.33592 15.8046 1.40763 15.7211L8.04764 9.10685L14.6796 15.7211C14.8327 15.8518 15.0295 15.9201 15.2309 15.9124C15.4322 15.9046 15.6232 15.8214 15.7657 15.6793C15.9082 15.5372 15.9916 15.3467 15.9994 15.1459C16.0072 14.9451 15.9387 14.7488 15.8076 14.5961L9.17564 7.98187Z"
                                          fill="#D1DBE3"/>
                                </svg>

                            </div>
                            <div class="rating-help-window-body rating-pseudo-help">

                                <div class="top-block-rating-help-item" style="color:#000000;">
                                    <div class="top-block-rating-help-item-title">
                                        <span class="t-c-blue">Репутационный рейтинг</span><span>охранных компаний</span>
                                    </div>
                                </div>
                                <div class="content-top-block-rating-help-item border-bottom">
                                    Оценивание производится по<br/>5-балльной шкале, где:
                                    <div class="content-top-block-rating-help-item-rating-panel">
                                        <div class="content-top-block-rating-help-item-rating-panel-left">
                                            <div class="content-top-block-rating-help-item-rating-panel-left-top">
                                                <span>5,0</span>
                                            </div>
                                            <div class="content-top-block-rating-help-item-rating-panel-left-bottom">
                                                <svg width="42" height="10" viewBox="0 0 42 10" fill="none"
                                                     xmlns="http://www.w3.org/2000/svg">
                                                    <g clip-path="url(#clip0)">
                                                        <path d="M4.25313 9.79202H2.22132L0 3.48146V2.59326H1.1992L3.24343 8.40071L5.31874 2.59326H6.51794V3.3945L4.25313 9.79202Z"
                                                              fill="#005DFF"/>
                                                        <path d="M9.44242 2.59326H8.01953V9.79202H9.44242V2.59326Z"
                                                              fill="#005DFF"/>
                                                        <path d="M16.0331 9.79202V5.94109C16.0331 4.86034 15.1011 4.01562 14.0479 4.01562H12.5225V9.79202H11.0996V2.59326H14.0479C15.856 2.59326 17.456 4.0591 17.456 5.94109V9.79202H16.0331Z"
                                                              fill="#005DFF"/>
                                                        <path d="M24.3865 4.01562H21.9819C20.9007 4.01562 20.0557 4.9473 20.0557 6.00009V7.52494L18.6328 6.00009C18.6328 4.19264 20.0992 2.59326 21.9819 2.59326H24.3865V4.01562Z"
                                                              fill="#005DFF"/>
                                                        <path d="M24.3865 9.79193H21.9819C20.0992 9.79193 18.6328 8.19255 18.6328 6.38509V6L20.0557 6.38509C20.0557 7.43789 20.9007 8.36957 21.9819 8.36957H24.3865V9.79193Z"
                                                              fill="#005DFF"/>
                                                        <path d="M30.3026 9.79193L27.8265 6.94721H27.1866V9.79193H25.7637V0H27.1866V5.47826H27.8265L30.315 2.59317H31.2533V3.57453L29.1003 6.21118L31.2533 8.8354V9.79193H30.3026Z"
                                                              fill="#005DFF"/>
                                                        <path d="M35.6943 10.0002C33.619 10.0002 32.0625 8.31077 32.0625 6.23624C32.0625 4.16171 33.619 2.48779 35.6943 2.48779C37.7696 2.48779 39.3105 4.16171 39.3105 6.23624C39.3105 8.31077 37.7696 10.0002 35.6943 10.0002ZM35.6943 3.92568C34.405 3.92568 33.5009 4.94742 33.5009 6.23624C33.5009 7.52506 34.405 8.56233 35.6943 8.56233C36.9836 8.56233 37.8721 7.52506 37.8721 6.23624C37.8721 4.94742 36.9836 3.92568 35.6943 3.92568Z"
                                                              fill="#005DFF"/>
                                                        <path d="M9.44242 0H8.01953V1.42236H9.44242V0Z"
                                                              fill="#005DFF"/>
                                                        <path d="M41.9991 8.56201H40.5762V9.98437H41.9991V8.56201Z"
                                                              fill="#005DFF"/>
                                                        <path d="M41.9991 3.33252H40.5762V4.75488H41.9991V3.33252Z"
                                                              fill="#005DFF"/>
                                                    </g>
                                                    <defs>
                                                        <clipPath id="clip0">
                                                            <rect width="42" height="10" fill="white"/>
                                                        </clipPath>
                                                    </defs>
                                                </svg>

                                            </div>
                                        </div>
                                        <div class="content-top-block-rating-help-item-rating-panel-right">
                                            <div class="content-top-block-rating-help-item-rating-panel-right-block">
                                                <div class="content-top-block-rating-help-item-rating-panel-right-block-left">
                                                    0,0 - 1,7
                                                </div>
                                                <div class="content-top-block-rating-help-item-rating-panel-right-block-right t-c-red">
                                                    Низкая оценка
                                                </div>
                                            </div>
                                            <div class="content-top-block-rating-help-item-rating-panel-right-block">
                                                <div class="content-top-block-rating-help-item-rating-panel-right-block-left">
                                                    1,8 - 3,3
                                                </div>
                                                <div class="content-top-block-rating-help-item-rating-panel-right-block-right t-c-yellow-d">
                                                    Средняя оценка
                                                </div>
                                            </div>
                                            <div class="content-top-block-rating-help-item-rating-panel-right-block">
                                                <div class="content-top-block-rating-help-item-rating-panel-right-block-left">
                                                    3,4 - 5,0
                                                </div>
                                                <div class="content-top-block-rating-help-item-rating-panel-right-block-right t-c-green">
                                                    Высокая оценка
                                                </div>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                                <div class="content-top-block-rating-help-item">
                                    Оценки Репутационного рейтинга формируются на основании оценок и отзывов
                                    клиентов
                                    охранных компаний
                                    <a class="link-item" href="#formation">Подробнее о рейтинге</a>
                                </div>

                                <div class="block-rating-help-item additional-block">
                                    <div class="top-block-rating-help-item" style="color: #818181;">
                                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                             xmlns="http://www.w3.org/2000/svg">
                                            <path d="M17.9366 2.05545C18.488 1.96361 19.0075 2.34152 19.09 2.89434L19.5028 5.66178C19.5492 5.97312 19.7395 6.24441 20.0165 6.39405L22.4027 7.68341C22.8715 7.9367 23.0594 8.51308 22.8298 8.99395L21.5986 11.5736C21.4682 11.8467 21.4686 12.1642 21.5995 12.437L22.836 15.0131C23.0676 15.4954 22.8784 16.0746 22.4067 16.3273L19.9984 17.6175C19.7198 17.7668 19.5282 18.0389 19.4816 18.3515L19.0691 21.1171C18.9866 21.6698 18.4673 22.0477 17.9161 21.9561L15.3838 21.5354C15.056 21.4809 14.7225 21.5929 14.4939 21.8342L12.6986 23.7294C12.3027 24.1474 11.6366 24.1456 11.2429 23.7255L9.43739 21.7988C9.20659 21.5525 8.86712 21.4392 8.53468 21.4976L6.04863 21.9343C5.49519 22.0316 4.97032 21.6538 4.88673 21.0982L4.46642 18.3042C4.41967 17.9933 4.22949 17.7226 3.95296 17.5731L1.5886 16.2955C1.1191 16.0418 0.931549 15.4641 1.16249 14.983L2.39958 12.4057C2.53106 12.1318 2.53088 11.813 2.39908 11.5392L1.17249 8.99145C0.941577 8.51181 1.12689 7.93534 1.59405 7.68011L3.98784 6.37224C4.26228 6.2223 4.45077 5.9526 4.49726 5.64334L4.90776 2.91255C4.99127 2.35701 5.51589 1.97925 6.06924 2.0762L8.56509 2.51352C8.89803 2.57186 9.2379 2.45806 9.46858 2.21101L11.273 0.278565C11.6669 -0.143241 12.335 -0.14503 12.7311 0.27466L14.5249 2.17521C14.7536 2.41748 15.0879 2.52997 15.4165 2.47523L17.9366 2.05545Z"
                                                  fill="#D1DBE3"/>
                                            <path d="M8.56863 9.2325C8.56691 9.27287 8.57348 9.31316 8.58791 9.3509C8.60235 9.38863 8.62435 9.42302 8.65257 9.45194C8.68079 9.48085 8.71462 9.5037 8.75199 9.51906C8.78936 9.53442 8.82948 9.54197 8.86987 9.54125H9.90113C10.0736 9.54125 10.2111 9.4 10.2336 9.22875C10.3461 8.40875 10.9086 7.81125 11.9111 7.81125C12.7686 7.81125 13.5536 8.24 13.5536 9.27125C13.5536 10.065 13.0861 10.43 12.3474 10.985C11.5061 11.5963 10.8399 12.31 10.8874 13.4688L10.8911 13.74C10.8924 13.822 10.9259 13.9002 10.9844 13.9577C11.0429 14.0153 11.1216 14.0475 11.2036 14.0475H12.2174C12.3003 14.0475 12.3797 14.0146 12.4383 13.956C12.497 13.8974 12.5299 13.8179 12.5299 13.735V13.6038C12.5299 12.7063 12.8711 12.445 13.7924 11.7463C14.5536 11.1675 15.3474 10.525 15.3474 9.17625C15.3474 7.2875 13.7524 6.375 12.0061 6.375C10.4224 6.375 8.68738 7.1125 8.56863 9.2325ZM10.5149 16.4362C10.5149 17.1025 11.0461 17.595 11.7774 17.595C12.5386 17.595 13.0624 17.1025 13.0624 16.4362C13.0624 15.7463 12.5374 15.2613 11.7761 15.2613C11.0461 15.2613 10.5149 15.7463 10.5149 16.4362Z"
                                                  fill="white"/>
                                        </svg>
                                        Компании со статусом <br>
                                        “Не является партнером vincko:”
                                    </div>
                                </div>
                                <div class="content-top-block-rating-help-item">
                                    По умолчанию эти компании имеют оценки в Рейтинге 0,0, которые не обязательно
                                    отражают качество предоставляемых услуг
                                    <a class="link-item" href="#how__useful">Подробнее о статусах компаний</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="rating-center__items_top-btns">
                        <div class="pseudo__range">
                            <p class="text"><span
                                        class="pseudo__range-text__select"
                                        style="color: #93B6FF;">Любой</span></p>
                            <input type="range" id="pseudo__range" min="0" max="10" step="1" value="1"
                                   class="all">
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    </div>
    <div class="reviews__form-top--result">
        <ul class="result__tabs">

        </ul>
    </div>

    <div class="reviews__form-send_btn">
        <div class="btn">
            <a href="/review-add/" class="button add_review">
                <span class="icon">
                    <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M18.7183 9.50408C19.6761 8.54631 20.2142 7.24729 20.2142 5.89279C20.2142 4.53829 19.6761 3.23927 18.7183 2.28149C17.7605 1.32372 16.4615 0.785645 15.107 0.785645C13.7525 0.785645 12.4535 1.32372 11.4957 2.28149C10.538 3.23927 9.99988 4.53829 9.99988 5.89279C9.99988 7.24729 10.538 8.54631 11.4957 9.50408C12.4535 10.4619 13.7525 10.9999 15.107 10.9999C16.4615 10.9999 17.7605 10.4619 18.7183 9.50408ZM15.3848 2.47214C15.4585 2.54581 15.4999 2.64574 15.4999 2.74993V5.49993H18.2499C18.3541 5.49993 18.454 5.54132 18.5277 5.615C18.6013 5.68867 18.6427 5.7886 18.6427 5.89279C18.6427 5.99698 18.6013 6.0969 18.5277 6.17058C18.454 6.24425 18.3541 6.28564 18.2499 6.28564H15.4999V9.03564C15.4999 9.13984 15.4585 9.23976 15.3848 9.31344C15.3111 9.38711 15.2112 9.4285 15.107 9.4285C15.0028 9.4285 14.9029 9.38711 14.8292 9.31344C14.7556 9.23976 14.7142 9.13984 14.7142 9.03564V6.28564H11.9642C11.86 6.28564 11.76 6.24425 11.6864 6.17058C11.6127 6.0969 11.5713 5.99698 11.5713 5.89279C11.5713 5.7886 11.6127 5.68867 11.6864 5.615C11.76 5.54132 11.86 5.49993 11.9642 5.49993H14.7142V2.74993C14.7142 2.64574 14.7556 2.54581 14.8292 2.47214C14.9029 2.39846 15.0028 2.35707 15.107 2.35707C15.2112 2.35707 15.3111 2.39846 15.3848 2.47214ZM18.2499 10.8782V13.5536C18.2499 14.0225 18.0636 14.4721 17.7321 14.8037C17.4005 15.1352 16.9509 15.3215 16.482 15.3215H11.433L5.98957 19.2485C5.85915 19.3427 5.67843 19.2492 5.67843 19.0897V15.3215H3.51772C3.04885 15.3215 2.59919 15.1352 2.26765 14.8037C1.93612 14.4721 1.74986 14.0225 1.74986 13.5536V5.30361C1.74986 4.83474 1.93612 4.38508 2.26765 4.05354C2.59919 3.72201 3.04885 3.53575 3.51772 3.53575H9.70443C9.88735 3.11751 10.1183 2.722 10.3927 2.35718H3.51772C2.73628 2.35718 1.98684 2.6676 1.43428 3.22017C0.881715 3.77273 0.571289 4.52216 0.571289 5.30361V13.5536C0.571289 14.335 0.881715 15.0845 1.43428 15.637C1.98684 16.1896 2.73628 16.5 3.51772 16.5H4.49986V19.089C4.49986 20.211 5.76958 20.8607 6.67943 20.2047L11.8141 16.5H16.482C17.2633 16.5 18.0126 16.1897 18.5652 15.6373C19.1177 15.0849 19.4282 14.3357 19.4284 13.5544V9.90003C19.0796 10.2758 18.6834 10.6046 18.2499 10.8782Z" fill="white"/>
                    </svg>
                </span>
                <span>Оставить свой отзыв</span>
            </a>
        </div>
        <div class="sort__form">
                <select data-select-sort class="sort__form-select-js">
                    <option value="0" hidden>Сортировка не выбрана</option>
                    <option value="1">Сначала положительные</option>
                    <option value="2">Сначала отрицательные</option>
                </select>
        </div>
    </div>


    <div class="reviews-item-wrapper-block">

    </div>




    <!-- pupup -->
    <div id="modal__complaint" class="modal reviews">
        <div class="modal__wrapper">
            <div class="modal__content">
                <div data-close-button class="modal__content_close-js">
                        <span class="icon">
                            <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path
                                        d="M9.17564 7.98187L15.8076 1.36761C15.9387 1.21497 16.0072 1.01864 15.9994 0.817837C15.9916 0.617035 15.9082 0.426555 15.7657 0.28446C15.6232 0.142366 15.4322 0.0591225 15.2309 0.0513664C15.0295 0.0436103 14.8327 0.111912 14.6796 0.242623L8.04764 6.85688L1.41563 0.234644C1.26499 0.084404 1.06068 0 0.847635 0C0.634593 0 0.430278 0.084404 0.279635 0.234644C0.128992 0.384884 0.0443614 0.588653 0.0443614 0.801125C0.0443614 1.0136 0.128992 1.21737 0.279635 1.36761L6.91964 7.98187L0.279635 14.5961C0.195889 14.6677 0.127873 14.7557 0.0798545 14.8547C0.0318359 14.9536 0.00485175 15.0615 0.000596153 15.1713C-0.00365944 15.2812 0.0149049 15.3908 0.0551246 15.4932C0.0953442 15.5956 0.156351 15.6886 0.234315 15.7663C0.312278 15.8441 0.405516 15.9049 0.508176 15.945C0.610836 15.9851 0.720702 16.0036 0.830878 15.9994C0.941053 15.9952 1.04916 15.9682 1.14841 15.9204C1.24766 15.8725 1.33592 15.8046 1.40763 15.7211L8.04764 9.10685L14.6796 15.7211C14.8327 15.8518 15.0295 15.9201 15.2309 15.9124C15.4322 15.9046 15.6232 15.8214 15.7657 15.6793C15.9082 15.5372 15.9916 15.3467 15.9994 15.1459C16.0072 14.9451 15.9387 14.7488 15.8076 14.5961L9.17564 7.98187Z"
                                        fill="#005DFF"/>
                            </svg>
                        </span>
                </div>
                <div class="modal__content-head">
                    <p>Расскажите, что не так<br>
                        с этим отзывом</p>
                    <span>Выберите один или несколько вариантов</span>
                </div>
                <div class="modal__content-body">
                    <form>
                        <label>
                            <input type="checkbox" name="modal__complaint">
                            <span class="text">Отзыв не относится к этому месту
                                </span>
                        </label>
                        <label>
                            <input type="checkbox" name="modal__complaint">
                            <span class="text">Конфликт интересов
                                </span>
                        </label>
                        <label>
                            <input type="checkbox" name="modal__complaint">
                            <span class="text">Неприемлемый или непристойный контент
                                </span>
                        </label>
                        <label>
                            <input type="checkbox" name="modal__complaint">
                            <span class="text">Нарушение конфиденциальности
                                </span>
                        </label>
                        <label>
                            <input type="checkbox" name="modal__complaint">
                            <span class="text">Нарушение законодательства
                                </span>
                        </label>
                        <label>
                            <input type="checkbox" name="modal__complaint">
                            <span class="text">Другое
                                </span>
                        </label>
                        <textarea placeholder="Ваш комментарий"></textarea>
                        <input type="submit" value="Отправить жалобу">
                    </form>
                </div>
            </div>
        </div>
        <div data-overlay class="modal__overlay"></div>
    </div>

    <!-- popup add__new__review -->
    <div id="add__new__review" class="modal add__new__review">
        <div class="modal__wrapper">
            <div class="modal__content">
                <div data-close-button class="modal__content_close-js">
                        <span class="icon">
                            <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path
                                        d="M9.17564 7.98187L15.8076 1.36761C15.9387 1.21497 16.0072 1.01864 15.9994 0.817837C15.9916 0.617035 15.9082 0.426555 15.7657 0.28446C15.6232 0.142366 15.4322 0.0591225 15.2309 0.0513664C15.0295 0.0436103 14.8327 0.111912 14.6796 0.242623L8.04764 6.85688L1.41563 0.234644C1.26499 0.084404 1.06068 0 0.847635 0C0.634593 0 0.430278 0.084404 0.279635 0.234644C0.128992 0.384884 0.0443614 0.588653 0.0443614 0.801125C0.0443614 1.0136 0.128992 1.21737 0.279635 1.36761L6.91964 7.98187L0.279635 14.5961C0.195889 14.6677 0.127873 14.7557 0.0798545 14.8547C0.0318359 14.9536 0.00485175 15.0615 0.000596153 15.1713C-0.00365944 15.2812 0.0149049 15.3908 0.0551246 15.4932C0.0953442 15.5956 0.156351 15.6886 0.234315 15.7663C0.312278 15.8441 0.405516 15.9049 0.508176 15.945C0.610836 15.9851 0.720702 16.0036 0.830878 15.9994C0.941053 15.9952 1.04916 15.9682 1.14841 15.9204C1.24766 15.8725 1.33592 15.8046 1.40763 15.7211L8.04764 9.10685L14.6796 15.7211C14.8327 15.8518 15.0295 15.9201 15.2309 15.9124C15.4322 15.9046 15.6232 15.8214 15.7657 15.6793C15.9082 15.5372 15.9916 15.3467 15.9994 15.1459C16.0072 14.9451 15.9387 14.7488 15.8076 14.5961L9.17564 7.98187Z"
                                        fill="#005DFF"/>
                            </svg>
                        </span>
                </div>
                <div class="modal__content-head">
                    <p>Чтобы оставить отзыв о компании,
                        Вам необходимо</p>
                </div>
                <div class="modal__content-body">
                    <form>
                        <div class="choise__company">
                                <span class="icon">
                                    <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M12 12H16V16H12V12ZM6 12H10V16H6V12ZM0 12H4V16H0V12ZM12 6H16V10H12V6ZM6 6H10V10H6V6ZM0 6H4V10H0V6ZM12 0H16V4H12V0ZM6 0H10V4H6V0ZM0 0H4V4H0V0Z"
                                              fill="#005DFF"/>
                                    </svg>
                                </span>
                            <select data-select-modal class="modal__choise__company">
                                <option value="0">Выбрать компанию</option>
                                <option value="1">ООО “Максимум Максимилиан Максимус”</option>
                                <option value="2">ООО “Максимум Максимилиан Максимус”</option>
                                <option value="3">ООО “Максимум Максимилиан Максимус”</option>
                                <option value="4">ООО “Максимум Максимилиан Максимус”</option>
                            </select>
                        </div>
                        <div class="choise__city">
                            <span>Интересующий Вас филиал находится в городе:</span>
                            <div class="choise__city-inputs">
                                <label>
                                    <input type="radio" name="add__review_city">
                                    <span class="text">Москва</span>
                                </label>
                                <label>
                                    <input type="radio" name="add__review_city">
                                    <span class="text">Орел</span>
                                </label>
                                <label>
                                    <input type="radio" name="add__review_city">
                                    <span class="text">Воркута</span>
                                </label>
                            </div>
                        </div>
                        <textarea placeholder="Ваш комментарий"></textarea>
                        <input type="submit" value="ОСТАВИТЬ ОТЗЫВ">
                    </form>
                </div>
            </div>
        </div>
        <div data-overlay class="modal__overlay"></div>
    </div>

    <!-- popup registration -->
    <div id="registration" class="modal registration">
        <div class="modal__wrapper">
            <div class="modal__content">
                <div data-close-button class="modal__content_close-js">
                        <span class="icon">
                            <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                 xmlns="http://www.w3.org/2000/svg">
                                <path
                                        d="M9.17564 7.98187L15.8076 1.36761C15.9387 1.21497 16.0072 1.01864 15.9994 0.817837C15.9916 0.617035 15.9082 0.426555 15.7657 0.28446C15.6232 0.142366 15.4322 0.0591225 15.2309 0.0513664C15.0295 0.0436103 14.8327 0.111912 14.6796 0.242623L8.04764 6.85688L1.41563 0.234644C1.26499 0.084404 1.06068 0 0.847635 0C0.634593 0 0.430278 0.084404 0.279635 0.234644C0.128992 0.384884 0.0443614 0.588653 0.0443614 0.801125C0.0443614 1.0136 0.128992 1.21737 0.279635 1.36761L6.91964 7.98187L0.279635 14.5961C0.195889 14.6677 0.127873 14.7557 0.0798545 14.8547C0.0318359 14.9536 0.00485175 15.0615 0.000596153 15.1713C-0.00365944 15.2812 0.0149049 15.3908 0.0551246 15.4932C0.0953442 15.5956 0.156351 15.6886 0.234315 15.7663C0.312278 15.8441 0.405516 15.9049 0.508176 15.945C0.610836 15.9851 0.720702 16.0036 0.830878 15.9994C0.941053 15.9952 1.04916 15.9682 1.14841 15.9204C1.24766 15.8725 1.33592 15.8046 1.40763 15.7211L8.04764 9.10685L14.6796 15.7211C14.8327 15.8518 15.0295 15.9201 15.2309 15.9124C15.4322 15.9046 15.6232 15.8214 15.7657 15.6793C15.9082 15.5372 15.9916 15.3467 15.9994 15.1459C16.0072 14.9451 15.9387 14.7488 15.8076 14.5961L9.17564 7.98187Z"
                                        fill="#005DFF"/>
                            </svg>
                        </span>
                </div>
                <div class="modal__content-head">
                    <p>Чтобы оставить отзыв о компании,
                        Вам необходимо</p>
                </div>
                <div class="modal__content-body">
                    <form>
                        <div class="choise__company">
                                <span class="icon">
                                    <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                         xmlns="http://www.w3.org/2000/svg">
                                        <path fill-rule="evenodd" clip-rule="evenodd"
                                              d="M12 12H16V16H12V12ZM6 12H10V16H6V12ZM0 12H4V16H0V12ZM12 6H16V10H12V6ZM6 6H10V10H6V6ZM0 6H4V10H0V6ZM12 0H16V4H12V0ZM6 0H10V4H6V0ZM0 0H4V4H0V0Z"
                                              fill="#005DFF"/>
                                    </svg>
                                </span>
                            <select data-select-modal class="modal__choise__company">
                                <option value="0">Выбрать компанию</option>
                                <option value="1">ООО “Максимум Максимилиан Максимус”</option>
                                <option value="2">ООО “Максимум Максимилиан Максимус”</option>
                                <option value="3">ООО “Максимум Максимилиан Максимус”</option>
                                <option value="4">ООО “Максимум Максимилиан Максимус”</option>
                            </select>
                        </div>
                        <div class="choise__city">
                            <span>Интересующий Вас филиал находится в городе:</span>
                            <div class="choise__city-inputs">
                                <label>
                                    <input type="radio" name="add__review_city">
                                    <span class="text">Москва</span>
                                </label>
                                <label>
                                    <input type="radio" name="add__review_city">
                                    <span class="text">Орел</span>
                                </label>
                                <label>
                                    <input type="radio" name="add__review_city">
                                    <span class="text">Воркута</span>
                                </label>
                            </div>
                        </div>
                        <div class="choise__name">
                            <p class="choise__name-head">
                                    <span class="icon">
                                        <svg width="14" height="14" viewBox="0 0 14 14" fill="none"
                                             xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                    d="M6.99968 0.333008C5.68114 0.333008 4.3922 0.724001 3.29588 1.45654C2.19955 2.18909 1.34506 3.23028 0.840481 4.44845C0.335896 5.66663 0.203874 7.00707 0.461109 8.30028C0.718344 9.59348 1.35328 10.7814 2.28563 11.7137C3.21798 12.6461 4.40587 13.281 5.69908 13.5382C6.99228 13.7955 8.33273 13.6635 9.5509 13.1589C10.7691 12.6543 11.8103 11.7998 12.5428 10.7035C13.2753 9.60715 13.6663 8.31822 13.6663 6.99967C13.6663 6.1242 13.4939 5.25729 13.1589 4.44845C12.8238 3.63961 12.3328 2.90469 11.7137 2.28563C11.0947 1.66657 10.3597 1.17551 9.5509 0.840478C8.74206 0.505446 7.87516 0.333008 6.99968 0.333008ZM6.99968 10.9997C6.86782 10.9997 6.73893 10.9606 6.6293 10.8873C6.51966 10.8141 6.43422 10.7099 6.38376 10.5881C6.3333 10.4663 6.3201 10.3323 6.34582 10.2029C6.37154 10.0736 6.43504 9.95484 6.52827 9.8616C6.62151 9.76837 6.7403 9.70487 6.86962 9.67915C6.99894 9.65343 7.13298 9.66663 7.2548 9.71709C7.37662 9.76755 7.48074 9.85299 7.55399 9.96263C7.62724 10.0723 7.66634 10.2012 7.66634 10.333C7.66634 10.5098 7.59611 10.6794 7.47108 10.8044C7.34606 10.9294 7.17649 10.9997 6.99968 10.9997ZM7.66634 7.55967V8.33301C7.66634 8.50982 7.59611 8.67939 7.47108 8.80441C7.34606 8.92944 7.17649 8.99967 6.99968 8.99967C6.82287 8.99967 6.6533 8.92944 6.52827 8.80441C6.40325 8.67939 6.33301 8.50982 6.33301 8.33301V6.99967C6.33301 6.82286 6.40325 6.65329 6.52827 6.52827C6.6533 6.40325 6.82287 6.33301 6.99968 6.33301C7.19746 6.33301 7.3908 6.27436 7.55525 6.16448C7.7197 6.0546 7.84787 5.89842 7.92356 5.71569C7.99924 5.53297 8.01905 5.3319 7.98046 5.13792C7.94188 4.94394 7.84664 4.76575 7.70678 4.6259C7.56693 4.48605 7.38875 4.39081 7.19477 4.35222C7.00079 4.31364 6.79972 4.33344 6.61699 4.40913C6.43427 4.48482 6.27809 4.61299 6.16821 4.77744C6.05833 4.94189 5.99968 5.13523 5.99968 5.33301C5.99968 5.50982 5.92944 5.67939 5.80442 5.80441C5.67939 5.92944 5.50982 5.99967 5.33301 5.99967C5.1562 5.99967 4.98663 5.92944 4.86161 5.80441C4.73658 5.67939 4.66634 5.50982 4.66634 5.33301C4.6646 4.89988 4.78345 4.47481 5.00959 4.10539C5.23573 3.73598 5.56022 3.43679 5.94675 3.24134C6.33329 3.04589 6.76659 2.96189 7.19815 2.99874C7.62972 3.03558 8.04251 3.19183 8.39031 3.44997C8.73812 3.70812 9.0072 4.05798 9.16744 4.46039C9.32768 4.86279 9.37275 5.30186 9.29761 5.72842C9.22246 6.15499 9.03007 6.55222 8.74197 6.87565C8.45386 7.19907 8.08142 7.43592 7.66634 7.55967Z"
                                                    fill="#93B5FF"/>
                                        </svg>
                                    </span>
                                <span class="icon__pseudo">
                                        На платформе Ваши данные будут отображаться в формате Имя Ф.
                                        <span>Например, “Мария С.”</span>
                                    </span>
                                <span class="text">Скажите, как Вас зовут?</span>
                            </p>
                            <div class="choise__name-container">
                                <input type="text" id="firstName" placeholder="Ваше имя">
                                <input type="text" id="secondName" placeholder="Ваша фамилия">
                            </div>
                            <p class="choise__name-bottom">
                                Если в дальнейшем Вы планируете участвовать в акциях и программе лояльности или
                                совершать покупки на платформе vincko - введите настоящие имя и фамилию.
                            </p>
                        </div>
                        <div class="choise__tel">
                            <p class="choise__tel-head">
                                    <span class="icon">
                                        <svg width="14" height="14" viewBox="0 0 14 14" fill="none"
                                             xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                    d="M6.99968 0.333008C5.68114 0.333008 4.3922 0.724001 3.29588 1.45654C2.19955 2.18909 1.34506 3.23028 0.840481 4.44845C0.335896 5.66663 0.203874 7.00707 0.461109 8.30028C0.718344 9.59348 1.35328 10.7814 2.28563 11.7137C3.21798 12.6461 4.40587 13.281 5.69908 13.5382C6.99228 13.7955 8.33273 13.6635 9.5509 13.1589C10.7691 12.6543 11.8103 11.7998 12.5428 10.7035C13.2753 9.60715 13.6663 8.31822 13.6663 6.99967C13.6663 6.1242 13.4939 5.25729 13.1589 4.44845C12.8238 3.63961 12.3328 2.90469 11.7137 2.28563C11.0947 1.66657 10.3597 1.17551 9.5509 0.840478C8.74206 0.505446 7.87516 0.333008 6.99968 0.333008ZM6.99968 10.9997C6.86782 10.9997 6.73893 10.9606 6.6293 10.8873C6.51966 10.8141 6.43422 10.7099 6.38376 10.5881C6.3333 10.4663 6.3201 10.3323 6.34582 10.2029C6.37154 10.0736 6.43504 9.95484 6.52827 9.8616C6.62151 9.76837 6.7403 9.70487 6.86962 9.67915C6.99894 9.65343 7.13298 9.66663 7.2548 9.71709C7.37662 9.76755 7.48074 9.85299 7.55399 9.96263C7.62724 10.0723 7.66634 10.2012 7.66634 10.333C7.66634 10.5098 7.59611 10.6794 7.47108 10.8044C7.34606 10.9294 7.17649 10.9997 6.99968 10.9997ZM7.66634 7.55967V8.33301C7.66634 8.50982 7.59611 8.67939 7.47108 8.80441C7.34606 8.92944 7.17649 8.99967 6.99968 8.99967C6.82287 8.99967 6.6533 8.92944 6.52827 8.80441C6.40325 8.67939 6.33301 8.50982 6.33301 8.33301V6.99967C6.33301 6.82286 6.40325 6.65329 6.52827 6.52827C6.6533 6.40325 6.82287 6.33301 6.99968 6.33301C7.19746 6.33301 7.3908 6.27436 7.55525 6.16448C7.7197 6.0546 7.84787 5.89842 7.92356 5.71569C7.99924 5.53297 8.01905 5.3319 7.98046 5.13792C7.94188 4.94394 7.84664 4.76575 7.70678 4.6259C7.56693 4.48605 7.38875 4.39081 7.19477 4.35222C7.00079 4.31364 6.79972 4.33344 6.61699 4.40913C6.43427 4.48482 6.27809 4.61299 6.16821 4.77744C6.05833 4.94189 5.99968 5.13523 5.99968 5.33301C5.99968 5.50982 5.92944 5.67939 5.80442 5.80441C5.67939 5.92944 5.50982 5.99967 5.33301 5.99967C5.1562 5.99967 4.98663 5.92944 4.86161 5.80441C4.73658 5.67939 4.66634 5.50982 4.66634 5.33301C4.6646 4.89988 4.78345 4.47481 5.00959 4.10539C5.23573 3.73598 5.56022 3.43679 5.94675 3.24134C6.33329 3.04589 6.76659 2.96189 7.19815 2.99874C7.62972 3.03558 8.04251 3.19183 8.39031 3.44997C8.73812 3.70812 9.0072 4.05798 9.16744 4.46039C9.32768 4.86279 9.37275 5.30186 9.29761 5.72842C9.22246 6.15499 9.03007 6.55222 8.74197 6.87565C8.45386 7.19907 8.08142 7.43592 7.66634 7.55967Z"
                                                    fill="#93B5FF"/>
                                        </svg>
                                    </span>
                                <span class="icon__pseudo">
                                        Это необходимо для того, чтобы мы могли удостовериться, что отзыв оставлен
                                        <span>НЕ в целях рекламы</span> охранной компании
                                        и <span>НЕ искусственным интеллектом</span>.
                                    </span>
                                <span class="text">Ваш номер телефона</span>
                            </p>
                            <div class="choise__tel-container">
                                <input type="tel" placeholder="Телефон">
                                <input type="submit" value="Отправить sms">
                            </div>
                        </div>
                        <button disabled class="registration__btn">Сохранить и перейти к отзыву</button>
                    </form>
                </div>
            </div>
        </div>
        <div data-overlay class="modal__overlay"></div>
    </div>

</section>
